{
  "1": {
    "bgg_id": 387763,
    "rating": 6.87,
    "num_ratings": 617,
    "description": "The party game you can play anywhere\n\nGuess the number - but don't go too high!\n\nLighten up the mood at any game night, dinner party or couples therapy session. Play it during business meetings, datenight your uncle's funeral - or all three at once!\n\n—description from the box\n\nGameplay: \nOne player reads a question (all answers are numbers). The active player must guess a number that is close to - but not higher - than the correct answer. Players take turns either making a guess that is higher than the previous player, or calling out a DARE if they believe the previous player guessed too high. When a Dare is called the answer is checked and the player who was wrong must keep the card for \"Silly goose points\". Once a player has collected a certain number of cards, the game ends, and the player with the most silly goose points loses. Everyone else wins. \n Nearly no table space is required, and the game therefore works well as a party game in nearly any setting.\n\n\"How Dare you?\" comes ...",
    "has_image": true
  },
  "3": {
    "bgg_id": 34759,
    "rating": 5.31,
    "num_ratings": 30,
    "description": "ENGLISH:\nFrom the rules booklet: TETO: the cardgame implements the jokish traditional Spanish game into a non-collectible cardgame. We tried to catch the essence of this game without altering its mechanics.\"\n\nThe components are two cards, a third card as front page (which is not needed to play), and a rules booklet. Plays similar to \"head or tails\", but with different victory scenarios. The game pictures are humorous, they aren't gross, so is suitable for Ages 16 and up.\n\nAlthough the game is not collectible, there are 4 different sets. Each set is auto playable, and all four play the same, the only difference is in the artwork of the cards. When you buy a game of Teto, you get one random set of the 4 available.\n\n\nESPAÑOL:\nDel libreto de reglas: TETO: el juego de cartas es una adaptación del popular juego español \"Teto\" al mundo de los juegos de cartas no coleccionables. Hemos intentado plasmar lo mejor posible la esencia de este tradicional entretenimiento manteniendo intacta su me...",
    "has_image": true
  },
  "4": {
    "bgg_id": 432,
    "rating": 6.98,
    "num_ratings": 32327,
    "description": "In Take 5, a.k.a. 6 nimmt!, Category 5 and many other names, you want to score as few points as possible.\n\nTo play the game, you shuffle the 104 number cards, lay out four cards face-up to start the four rows, then deal ten cards to each player. Each turn, players simultaneously choose and reveal a card from their hand, then add the cards to the rows, with cards being placed in ascending order based on their number; specifically, each card is placed in the row that ends with the highest number that's below the card's number. When the sixth card is placed in a row, the owner of that card claims the other five cards and the sixth card becomes the first card in its row.\n\nIn addition to a number from 1 to 104, each card has a point value. After finishing ten rounds, players tally their score and see whether the game ends. (Category 5 ends when a player has a score greater than 74, for example, while 6 nimmt! ends when someone tops 66.) When this happens, the player with the fewest point...",
    "has_image": true
  },
  "5": {
    "bgg_id": 590,
    "rating": 5.72,
    "num_ratings": 8955,
    "description": "One Thousand Milestones. On French roads there were small marker stones giving the distance in kilometres to the next town. In this famous old French card game, players compete to drive 1000 km, dealing with hazards along the way. Draw a card to your hand, play or discard. You must lay a green traffic light to start, play cards showing mileage, dump hazards (flat tire, speed limit) on the other players, remedy hazards (spare tire, end of limit) from yourself, play safety cards (puncture proof), and try to be the first to clock up the distance.",
    "has_image": true
  },
  "6": {
    "bgg_id": 207830,
    "rating": 6.9,
    "num_ratings": 11448,
    "description": "5-­Minute Dungeon is a chaotic, co-­operative, real-­time card game in which players have only five minutes to escape the randomized dungeon. Communication and teamwork are critical to survival because there's no time to form a carefully considered plan — and no predicting what dangers lie ahead.\n\nIn more detail, players assume the role of one of ten heroes, each with special cards and abilities. Once the five-minute timer starts, the race is on to defeat all the monsters inside the dungeon. In order to defeat a monster, players must match symbols from their hand with ones on the monster's card. At the end of each dungeon is a powerful dungeon boss — and after the first boss is defeated, the campaign continues to the second boss. Each boss, and each randomized dungeon, gets harder until players reach the fifth and final boss.\n\nThere is a Standard Edition and a Dungeon Master Edition (Kickstarted Exclusive Cover).\n\nBoth Kickstarter editions includes:\n- 2 New Bosses\n- A Deck with 25 n...",
    "has_image": true
  },
  "7": {
    "bgg_id": 400205,
    "rating": 6.72,
    "num_ratings": 2844,
    "description": "Compete as master architects to acquire cards and use them to build the highest towers. You’ll get cards if you are willing to take more than everyone else. But since you can only build one tower of each of the 5 types, taking too many cards at once can limit your options in the long run.\n\n—description from the publisher",
    "has_image": true
  },
  "8": {
    "bgg_id": 346703,
    "rating": 7.03,
    "num_ratings": 13376,
    "description": "In 7 Wonders: Architects, 2-7 players race to become a leader of the ancient world by completing an architectural wonder that will last through the ages.\n\nPlayers receive an unconstructed wonder at the beginning of the game and must collect resources to build their society, develop military might to navigate conflicts, oversee resource management, research science improvements, and collect civil victory points as they race to leave their mark on world history.",
    "has_image": true
  },
  "9": {
    "bgg_id": 446231,
    "rating": 6.45,
    "num_ratings": 1118,
    "description": "Guide one of the seven largest cities of antiquity to prosperity in 7 Wonders Dice. During the game, you will construct a wonder that defies time, make scientific advances, develop commerce, manage your resources, and handle your gold reserve prudently — all while keeping an eye on neighboring cities since ignoring them has a heavy price!\n\nA game plays over a series of turns during which you will use dice to construct your city. At the end of the game, count up all of your points to see who has the highest score.",
    "has_image": true
  },
  "10": {
    "bgg_id": 173346,
    "rating": 8.08,
    "num_ratings": 107328,
    "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.\n\nPlayers do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.\n\nPlayers can purchase r...",
    "has_image": true
  },
  "11": {
    "bgg_id": 379350,
    "rating": 6.55,
    "num_ratings": 112,
    "description": "Duel that recalls the typical chase and hunting scenes of science fiction. The predator against its prey. Monster against human.\n\nAs a Genetist, choose a room and hide there. Use its advantages in order to escape from the Adaptoid.\n\nAs a Adaptoid, guess which room the Geneticist is hiding in, improve your abilities, and lay traps in the different rooms.",
    "has_image": true
  },
  "12": {
    "bgg_id": 31260,
    "rating": 7.86,
    "num_ratings": 76289,
    "description": "In Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room - and what are you going to feed all the little rug rats?\n\nThe game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards...",
    "has_image": true
  },
  "13": {
    "bgg_id": 302260,
    "rating": 6.58,
    "num_ratings": 6240,
    "description": "Abandon All Artichokes isn't your garden-variety card game!\n\nA bumper-crop of prickly produce has overtaken your patch, and there's only one choice: abandon all artichokes!  Prune your deck by harvesting fresh vegetables, each with a special power that lets you swap, discard, or compost cards. You need luck, strategy, and a green thumb to grow a winning hand!\n\n—description from the publisher",
    "has_image": true
  },
  "14": {
    "bgg_id": 402674,
    "rating": 7.14,
    "num_ratings": 193,
    "description": "\"We sink!\" shouts the elephant, “That mouse is too heavy!” \"Don't worry!\" whispers the lion, \"If I eat the giraffe, we can lose a little weight.\"\n\nIn All Aboard! you must get your gang of animals to safety in the different boats, but be careful not to exceed their capacity, or else they will sink. Designed by Paco Yánez and illustrated by Monsuros, this fun card game can be played as a couple or in groups of up to 5 players, from 7 years old, in games lasting about 20 minutes.\n\nBefore starting, each player receives a set of 12 cards with the 12 different animals in the game (mouse, peacock, fox, octopus, monkey, sloth, elk, zebra, giraffe, lion, bear and elephant). The game is played over 4 rounds and each one consists of two phases: boarding the boats and setting sail. In the boarding phase, players will place one of the animals face up in any of the boats, taking into account that there can be no more than 3 animals in each one. In the second turn, they will place a new animal in ...",
    "has_image": true
  },
  "15": {
    "bgg_id": 338725,
    "rating": 4.82,
    "num_ratings": 32,
    "description": "Amigos de Mierda 2 is an independent game that can also be used as an expansion for Shitty Friends.\n\nEvery group of friends has that one person – the one you’re always joking about (either to their face or not) –, and if you don’t know who that person is, it ought to be you!\n\nShitty Friends (Shitty Friends) is a quick and easy game where players randomly draw cards that make statements or questions about someone’s character. Then, on the count of three, every player on the table points to who they see fit for that situation. The most voted person gets the card, and whoever gets 5 cards first is crowned the Shitty Friend!\n\nPut your colleagues to the test and take your relationships to the limit with Shitty Friends (Shitty Friends!)\n\nIncludes additional cards for the \"RAUNCHY\" expansion.\n\n—description from the publisher (translated)",
    "has_image": true
  },
  "16": {
    "bgg_id": 203421,
    "rating": 6.21,
    "num_ratings": 128,
    "description": "Description from the publisher:\n\nThe key to immortality: When the female pharaoh holds court in the dark chamber, even the toughest mummies become unhinged. The petulant ruler distributes her favor and, at the same time, also the prospect of new life energy. But even if you've just been highly esteemed by the old Egyptian monarch in Ankh, you might fall into disgrace in the next moment.",
    "has_image": true
  },
  "18": {
    "bgg_id": 359871,
    "rating": 8.02,
    "num_ratings": 15578,
    "description": "Arcs is a sharp, tactical space opera game set in a dark yet silly universe. Players represent officials from a distant, decaying and neglectful Empire who are now free to vie for dominance whether through battle, gathering scarce resources or diplomatic intrigue. Ready yourself for dramatic twists and turns as you launch into this galactic struggle.\n\nA deck of cards in 4 suits with ranks from 1-7 (2-6 for fewer than 4 players) defines the action selection system. These cards are played in a trick-taking adjacent system to select actions, take the initiative and declare Ambitions. The 3 declared Ambitions are what will score in that deal. Timing is everything. Bad hands must be mitigated by careful card play and benefitting from other players' card play.\n\nBattles are resolved quickly with the attacker choosing their level of risk. The defenders must be prepared with adequate defensive ships and cards in their tableau.\n\nEach game contains a hundred wooden ships and agents, 18 custom ...",
    "has_image": true
  },
  "19": {
    "bgg_id": 225729,
    "rating": 6.74,
    "num_ratings": 1928,
    "description": "Description from the publisher:\n\nWalpurgis Night, May’s Eve, is always a nightmare in witch-haunted Arkham. There are bad doings, and a child or two frequently goes missing. This year, Miskatonic University students engaged in occult studies have been turning up dead. Arkham Police, in deference to your unusual expertise, have asked for your help to get to the root of the matter. Time is of the essence because after Walpurgis Night, the trail will grow cold and the culprits will retreat to the shadows until the next Witches' Sabbat, when the next cycle of deaths will begin.\n\nAs private investigator Howard Lovecraft, you will investigate events based on the stories \"The Dreams in the Witch House\" (1933), \"The Thing on the Doorstep\" (1933), and \"The Unnamable\" (1923).\n\nArkham Noir is a solitaire card game inspired by the interconnected stories of H. P. Lovecraft and other authors, re-imagined as noir detective stories. Each case stands alone.\n\nGameplay consists of adding cards to open...",
    "has_image": true
  },
  "21": {
    "bgg_id": 10403,
    "rating": 6.73,
    "num_ratings": 32,
    "description": "In this beautiful wooden game, you have to climb on top of the \"mountain\" (the wooden cubes) and go back to your starting point before the other players. Some of the cubes have a symbol, which means a special power : the ladder helps to climb faster, the abyss must be avoided. Some cubes may be passed through only by the players represented on the cube.\n\nAscension won the \"Pion d'Or\" award in 1982.\nA winner of the 1982 Concours International de Créateurs de Jeux de Société.",
    "has_image": true
  },
  "22": {
    "bgg_id": 366488,
    "rating": 6.82,
    "num_ratings": 405,
    "description": "Ticket to Ride: Ghost Train takes the gameplay of the Ticket to Ride series and scales it down for a younger audience.\n\nIn general, players collect parade float cards, claim routes on the map, and try to connect locations such as the Mad Scientist's Lab, the Gingerbread House, and the Lonely Barn that are shown on their tickets. In more detail, the game board shows a map of a city with certain locations being connected by colored paths. Each player starts with four colored parade float cards in hand and two tickets; each ticket shows two locations, and you're trying to connect those two locations with a contiguous path of your trains in order to complete the ticket.\n\nOn a turn, you either draw two parade float cards from the deck or discard parade float cards to claim a route between two locations by placing your ghost trains on it; for this latter option, you must discard cards matching the color and number of spaces on that route (e.g., two yellow cards for a yellow route that's t...",
    "has_image": true
  },
  "23": {
    "bgg_id": 14996,
    "rating": 7.52,
    "num_ratings": 84395,
    "description": "Ticket to Ride: Europe takes you on a new train adventure across Europe. From Edinburgh to Constantinople and from Lisbon to Moscow, you'll visit great cities of turn-of-the-century Europe. Like the original Ticket to Ride, the game remains elegantly simple, can be learned in 5 minutes, and appeals to both families and experienced gamers. Ticket to Ride: Europe is a complete, new game and does not require the original version.\n\nMore than just a new map, Ticket to Ride: Europe features brand new gameplay elements. Tunnels may require you to pay extra cards to build on them, Ferries require locomotive cards in order to claim them, and Stations allow you to sacrifice a few points in order to use an opponent's route to connect yours. The game also includes larger format cards and Train Station game pieces.\n\nThe overall goal remains the same: collect and play train cards in order to place your pieces on the board, attempting to connect cities on your ticket cards. Points are earned both ...",
    "has_image": true
  },
  "24": {
    "bgg_id": 9209,
    "rating": 7.39,
    "num_ratings": 97393,
    "description": "With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets – goal cards that connect distant cities; and to the player who builds the longest continuous route.\n\n\"The rules are simple enough to write on a train ticket – each turn you either draw more cards, claim a route, or get additional Destination Tickets,\" says Ticket to Ride author, Alan R. Moon. \"The tension comes from being forced to balance greed – adding more cards to your hand, and fear – losing a critical route to a competitor.\"\n\nTicket to Ride continues in the tradition of Days of Wonder's big format board games featuring high-quality illustrations and components including: an oversize board map of North America, 225 custom-molded train cars, 144 illustrated cards, and wooden sc...",
    "has_image": true
  },
  "25": {
    "bgg_id": 296363,
    "rating": 6.27,
    "num_ratings": 158,
    "description": "Like a modern Indiana Jones, you've managed to break into the accursed temple! But when the time comes to divvy up the treasure, everyone wants as many jewels as they can get, and there's no limit to how low they'll stoop! But don't forget: A real Aztec temple is always stocked with plenty of traps and curses….\n\nTake the jewels in Aztec, and try to avoid the curses so you can collect the most important treasure over the course of five rounds, during which clever bluffing is the key to success.\n\n—description from the publisher",
    "has_image": true
  },
  "26": {
    "bgg_id": 230802,
    "rating": 7.72,
    "num_ratings": 106249,
    "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.\n\nIn the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.",
    "has_image": true
  },
  "27": {
    "bgg_id": 431038,
    "rating": 7.0,
    "num_ratings": 2615,
    "description": "Decorate the magnificent ceilings of the palace. Will the vaults look more beautiful by day or by night? Azul Duel invites you to play with light and pit opposites against each other.\n\nThis competitive strategic game for two players retains the purity and elegance of the original Azul while adding an extra tactical dimension in which you determine the pattern in which tiles will be placed, in addition to drafting tiles to complete that pattern.",
    "has_image": true
  },
  "28": {
    "bgg_id": 3955,
    "rating": 6.49,
    "num_ratings": 34421,
    "description": "\"The Outlaws hunt the Sheriff. The Sheriff hunts the Outlaws. The Renegade plots secretly, ready to take one side or the other. Bullets fly. Who among the gunmen is a Deputy, ready to sacrifice himself for the Sheriff? And who is a merciless Outlaw, willing to kill him? If you want to find out, just draw (your cards)!\" (From back of box)\n\nThe card game BANG! recreates an old-fashioned spaghetti western shoot-out, with each player randomly receiving a Character card to determine special abilities, and a secret Role card to determine their goal.\n\nFour different Roles are available, each with a unique victory condition:\n\n     Sheriff - Kill all Outlaws and the Renegade\n     Deputy - Protect the Sheriff and kill any Outlaws\n     Outlaw - Kill the Sheriff\n     Renegade - Be the last person standing\n\n\nA player's Role is kept secret, except for the Sheriff. Character cards are placed face up on table, and also track strength (hand limit) in addition to special ability.\n\nThere are 22 differ...",
    "has_image": true
  },
  "29": {
    "bgg_id": 143741,
    "rating": 6.88,
    "num_ratings": 26201,
    "description": "In the U.S. wild west, the eternal battle between the law and the outlaws keeps heating up. Suddenly, a rain of arrows darken the sky: It's an Indian attack! Are you bold enough to keep up with the Indians? Do you have the courage to challenge your fate? Can you expose and defeat the ruthless gunmen around you?\n\nBANG! The Dice Game keeps the core of the Bang! card game in place. At the start of the game, players each take a role card that secretly places them on a team: the Sheriff and deputies, outlaws, and renegades. The Sheriff and deputies need to kill the outlaws, the outlaws win by killing the Sheriff, and the renegades want to be the last players alive in the game.\n\nEach player also receives a character card which grants him a special power in the game. The Sheriff reveals his role card and takes the first turn of the game. On a turn, a player can roll the five dice up to three times, using the results of the dice to shoot neighboring players, increase the range of his shots,...",
    "has_image": true
  },
  "30": {
    "bgg_id": 5248,
    "rating": 4.73,
    "num_ratings": 124,
    "description": "All players start out as Free Peoples of Middle-earth on a journey to Mount Doom with the hopes of destroying the One Ring so it won't fall into the evil hands of Sauron. The Journey is represented by the playing of cards from your hand onto the Journey Pile (discard pile). The players as a group reach Mount Doom (i.e., the round ends) as soon as one player has run out of cards. Along the way, players will be influenced by the forces in Middle-earth, and some may be pulled by the Dark Forces to join Sauron in his attempt to gain control of the Ring. This is represented by playing Dark Forces cards and earning Dark Points.\n\nPlayers earn Victory Points in their journey, representing bravery and their dedication to the cause of either Gandalf or Sauron. At the end of the game, the player or players with the most Victory Points is the winner. Three rounds constitute a game. Each round represents one of the three books in Tolkien's The Lord of the Rings trilogy.",
    "has_image": true
  },
  "32": {
    "bgg_id": 148531,
    "rating": 6.4,
    "num_ratings": 565,
    "description": "The innkeeper of \"The Wild Boar\" tavern is a sly old dog! While they treat humble guests who don't ask for much to free rounds, for hard-drinking boozers they close the tap and keep the cool brew for themself.\n\nPolterfass is a dice-rolling game without dice! Yes, the dice have been replaced by small beer barrels, and the active player each round is the innkeeper who shares their brew with players who keep their requests modest.\n\nThe game includes nine barrels — two of them being special ones — that are rolled out of a dice cup. The normal barrel bases show numbers, while the special barrel bases show symbols that allow the innkeeper to double other values or cancel them. After each roll, only the values/symbols of \"standing\" barrels count.\n\nAfter the active player has rolled for the first time, the other players secretly place cards with numbers in front of them. The active player then decides whether to reroll, change the values, or end their turn. Once their turn ends, the guests ...",
    "has_image": true
  },
  "33": {
    "bgg_id": 426314,
    "rating": 6.29,
    "num_ratings": 33,
    "description": "Betty Botter Bought Some Butter (Tongue-twister) is a game of quickly reading or repeating sentences that are difficult to pronounce quickly. \nword is made of English\nRace to accurately and swiftly read the unfolded word cards to claim victory.\n\nEveryone, you know tongue twisters, right? It's a game where you quickly read sentences that are difficult to pronounce. Quickly read the cards with extraordinary pronunciations without making any mistakes to achieve victory. The set includes 98 word cards/special cards.",
    "has_image": true
  },
  "34": {
    "bgg_id": 13597,
    "rating": 6.48,
    "num_ratings": 460,
    "description": "(While this game is sometimes called by the same name, it is not to be confused with Chinese Poker.)\n\nThere is a family of card games known as climbing games.  There are climbing games with many variants throughout the world and known by many names(Choh Dai Di, Chinese Poker, Kings and Asses, Scum, President, Dilbert's Corporate Shuffle, etc.).  Big Two is one popular variant.  Each player starts with a hand of cards and the object is to be the first to get rid of all your cards by playing combinations.  The game consists of playing combinations of cards: single cards, pairs, three of a kind, and traditional poker hands (straights, flushes, etc.).  When a player plays a combination, only a combination of that type can beat it - you must play a pair to beat a pair for instance.  Big Two has a sizable luck element but there is room for skillful play as the players learn how to best manage the cards they are dealt. Best with four players, but still fun with two and three.",
    "has_image": true
  },
  "35": {
    "bgg_id": 464,
    "rating": 6.83,
    "num_ratings": 1014,
    "description": "In the geometrical racing game Billabong — currently available on the market as Billabong Race — players maneuver teams of kangaroos by jumping around a \"billabong\", that is, \"a dead-end channel extending from the stream of a river\", with this term being used in Australia. The board is filled with checkerboard-style squares around the billabong in the middle.\n\nTo start, everyone takes turns placing their five kangaroos on an empty square behind the stream that serves as the race's start — and finish — line. On your turn, you move one of your five kangaroos, usually moving it in a jump or series of jumps over the other kangaroos. Jumps can be long, but they must take a specific format; for example, if the kangaroo to be jumped over is five spaces away from your current location, your landing space must be five spaces beyond this kangaroo. You can jump over only one kangaroo at a time, but you can make multiple jumps on a turn as long as each jump is along a straight line (whether ort...",
    "has_image": true
  },
  "36": {
    "bgg_id": 302224,
    "rating": 6.59,
    "num_ratings": 16,
    "description": "In Black Party the players embody figures who are involved into a spectacular murder case. One of the players is the murderer. But the others also have their dirty secrets or a motive and each of them have an extra task that only they know.\nThe group decides by guessing and reconstructing the crime who is the murderer and afterwards the players see if the group was on the right track. So it's about getting away with life. Because what good is it to be innocent if the others think you are guilty?\n\nIn Black Party - Ruhe in Frieden, Sherlock the world-famous detective Sherlock Holmes was strangled on his way home from his favorite opium den in a cab. Who is the murderer?",
    "has_image": true
  },
  "37": {
    "bgg_id": 302224,
    "rating": 6.59,
    "num_ratings": 16,
    "description": "In Black Party the players embody figures who are involved into a spectacular murder case. One of the players is the murderer. But the others also have their dirty secrets or a motive and each of them have an extra task that only they know.\nThe group decides by guessing and reconstructing the crime who is the murderer and afterwards the players see if the group was on the right track. So it's about getting away with life. Because what good is it to be innocent if the others think you are guilty?\n\nIn Black Party - Ruhe in Frieden, Sherlock the world-famous detective Sherlock Holmes was strangled on his way home from his favorite opium den in a cab. Who is the murderer?",
    "has_image": true
  },
  "38": {
    "bgg_id": 302224,
    "rating": 6.59,
    "num_ratings": 16,
    "description": "In Black Party the players embody figures who are involved into a spectacular murder case. One of the players is the murderer. But the others also have their dirty secrets or a motive and each of them have an extra task that only they know.\nThe group decides by guessing and reconstructing the crime who is the murderer and afterwards the players see if the group was on the right track. So it's about getting away with life. Because what good is it to be innocent if the others think you are guilty?\n\nIn Black Party - Ruhe in Frieden, Sherlock the world-famous detective Sherlock Holmes was strangled on his way home from his favorite opium den in a cab. Who is the murderer?",
    "has_image": true
  },
  "39": {
    "bgg_id": 371973,
    "rating": 6.35,
    "num_ratings": 410,
    "description": "There's festivity in the air! Ricky is also in the air, the 10-foot-tall donkey-shaped piñata that is the mascot and symbol of the town. The mayor has announced a contest to take down Ricky, and the whole town is invited to participate.\n\nNo one can break Ricky open by themselves, though, so you have to gather the best teammates from the four districts of town, each bringing their own abilities to the challenge. Snatch the right people from the hands of your competitors and gather the best team of piñata-poppers — but you never know who could be on the other teams until it's too late. Hurry up and pop Ricky before anyone else can, and you'll win all the candy inside, the Big Trophy, and never-ending prestige!\n\nBlind Business is made up of a deck of 50 cards that are numbered from 1 to 11 in four colors, along with six jokers. You start with four cards in hand; after seeing them, shuffle them and place them so that all other players can see them, but not you.\n\nOn a turn, the active pl...",
    "has_image": true
  },
  "40": {
    "bgg_id": 2453,
    "rating": 6.86,
    "num_ratings": 29364,
    "description": "Blokus (officially pronounced \"Block us\") is an abstract strategy game with transparent, Tetris-shaped, colored pieces that players are trying to play onto the board.  The only caveat to placing a piece is that it may not lie adjacent to your other pieces, but instead must be placed touching at least one corner of your pieces already on the board.\n\nThere is a solitaire variation where one player tries to get rid of all the pieces in a single sitting.\n\nGoal of the Game:\n\nEach player has to fit as many of his/her 21 pieces on the board as possible.\n\nComponents:\nBlokus Game Board (400 squares)\n84 game pieces (four 21-piece sets of red, green, blue, and yellow)\nEach color inlcudes:\n\n     1 one-square piece\n     1 piece with 2 squares\n     2 pieces with 3 squares\n     5 pieces with 4 squares\n     12 pieces with 5 squares",
    "has_image": true
  },
  "41": {
    "bgg_id": 240980,
    "rating": 8.36,
    "num_ratings": 10541,
    "description": "In the quiet village of Ravenswood Bluff, ‌a demon walks amongst you. During a hellish thunderstorm, on the stroke of midnight, there echoes a bone-chilling scream. The townsfolk rush to investigate and find the town storyteller murdered, their body impaled on the hands of the clocktower, blood dripping onto the cobblestones below. A Demon is on the loose, murdering by night and disguised in human form by day. Some have scraps of information. Others have abilities that fight the evil or protect the innocent. But the Demon and its evil minions are spreading lies to confuse and breed suspicion. Will the good townsfolk put the puzzle together in time to execute the true demon and save themselves? Or will evil overrun this once peaceful village?\n\nBlood on the Clocktower is a bluffing game with players on opposing teams of Good and Evil, overseen by a Storyteller player who conducts the action and makes crucial decisions. The goal of the game is to successfully deduce and execute the dem...",
    "has_image": true
  },
  "42": {
    "bgg_id": 378848,
    "rating": 6.81,
    "num_ratings": 472,
    "description": "Camel Up The Card Game brings a new way to enjoy the camel race with a racing deck! While keeping the same excitement as the board game, the card game experience gives the players a little bit more insight and control on the race. Don't forget about the crazy camel!\n\nOne of them has been added and adapted exclusively in this new edition to make the unpredictable even more unpredictable!\n\n—description from the back of the box",
    "has_image": true
  },
  "43": {
    "bgg_id": 159869,
    "rating": 6.12,
    "num_ratings": 21,
    "description": "(from the coverback)\nEnglish (google translation)\nLive a thrilling final as never Newteam SC between  and FC Muppet!\nNow you can enjoy the strength of football in this board game as simple as exciting.\nDeploy your strategy, use your cards and you will get amazing goals.\nWhen all your dreams are at stake and all your team depends on you, your passion for the game will take you to victory.\nWho will win? Does the tactical skill of Oliver Atom or aggression of Mark Lenders?\nFight to the last breath!\n(Based in Captain Tsubasa cartoons)\n\n\n\nNo official:This game is a faithful simulation of a soccer match cartoon of the Captain Tsubasa serie.\n\nThe objective of the game is that when you finish the game, your team has scored more goals than the opposite.\nBefore the game start there is the choosing to play 45 minutes or 90.\n\nThe game simulates a soccer match through a square board by both player's chips from each team as the ball moves. In turn, the player controls the team through a deck of t...",
    "has_image": true
  },
  "44": {
    "bgg_id": 393325,
    "rating": 7.14,
    "num_ratings": 6508,
    "description": "Ahoy, Captain! \nHoist your flag, recruit a crew, and fill your coffers with shiny, gold coins.\n\nCaptain Flip is a game of obvious simplicity explained in less time than a cannonball shot. On your turn, draw a tile from the bag. You like it? Keep it! You don't like it? Flip it! Then place it on your board to form your crew.\n\nWith its nine characters and four boards with different tactics, Captain Flip offers an immediate, fun, and subtle gaming experience.\n\n—description from the publisher",
    "has_image": true
  },
  "47": {
    "bgg_id": 295947,
    "rating": 7.9,
    "num_ratings": 53351,
    "description": "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest.\n\nIn the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with the five types of habitat in the game), and on a turn you choose a new habitat tile that's paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one token on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of what's available — unless you have a nature token to spend so that you can pick your choice of each item.\n\nIdeally you can place habitat tiles to create matching terrain that reduces fragmentation and creates wildlife corridors, mostly because you score for the larg...",
    "has_image": true
  },
  "48": {
    "bgg_id": 84876,
    "rating": 8.16,
    "num_ratings": 68539,
    "description": "The game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers. The game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.\n\nThe game is played in five phases, each consisting of five rounds.  Each phase begins with the game board stocked with settlement tiles and goods tiles.  At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die.  A goods tile is made available on the game board ac...",
    "has_image": true
  },
  "49": {
    "bgg_id": 416851,
    "rating": 7.67,
    "num_ratings": 12179,
    "description": "Castle Combo is a tableau-building game that combines simplicity with deep, engaging gameplay, offering highly satisfying experiences.\n\nEach player will spend coins to draft 9 cards from 2 open markets on the table (the lower and upper city), creating along the game a 3x3 square of people interacting with each other to trigger instant effects and end-of-game bonuses.\n\nEach turn, you add a character to your tableau — a seemingly straightforward action that packs a punch regarding strategic decisions. You'll need to carefully manage your Keys to influence the Messenger pawn at critical moments, as it controls which characters are available for recruitment from two different areas – peasants and nobles.\n\nBalancing your Gold reserves is equally important, ensuring you can afford the characters that best suit your strategy throughout the game. Selecting the right characters is crucial to maximising their immediate effects and the points they will contribute at the game's end. Finally, ca...",
    "has_image": true
  },
  "50": {
    "bgg_id": 13,
    "rating": 7.09,
    "num_ratings": 140449,
    "description": "In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities and roads. On each turn dice are rolled to determine which resources the island produces. Players build structures by 'spending' resources (sheep, wheat, wood, brick and ore) which are represented by the relevant resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.\n\nSet-up includes randomly placing large hexagonal tiles (each depicting one of the five resource-producing terrain types--or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. A number disk, the value of which will correspond to the roll of two 6-sided dice, are placed on each terrain tile. Each player is given two settlements (think: houses) and roads (sticks...",
    "has_image": true
  },
  "51": {
    "bgg_id": 191710,
    "rating": 7.58,
    "num_ratings": 584,
    "description": "Catan: Big Box contains the classic Catan board game, along with the expansion that allows up to six players to compete on the base game, the Frenemies scenario, the Helpers of Catan mini-expansion that gives each player a character with a bonus ability, the Mallorca scenario (printed on paper), and the Deutschland scenario (printed on game board, with the city landmarks also being included).",
    "has_image": true
  },
  "52": {
    "bgg_id": 102794,
    "rating": 7.92,
    "num_ratings": 37028,
    "description": "Following along the same lines as its predecessor (Agricola), Caverna: The Cave Farmers is a worker-placement game at heart, with a focus on farming. In the game, you are the bearded leader of a small dwarf family that lives in a little cave in the mountains. You begin the game with a farmer and his spouse, and each member of the farming family represents an action that the player can take each turn. Together, you cultivate the forest in front of your cave and dig deeper into the mountain. You furnish the caves as dwellings for your offspring as well as working spaces for small enterprises.\n\nIt's up to you how much ore you want to mine. You will need it to forge weapons that allow you to go on expeditions to gain bonus items and actions. While digging through the mountain, you may come across water sources and find ore and ruby mines that help you increase your wealth. Right in front of your cave, you can increase your wealth even further with agriculture: You can cut down the fores...",
    "has_image": true
  },
  "53": {
    "bgg_id": 209685,
    "rating": 7.29,
    "num_ratings": 27466,
    "description": "Century: Spice Road is the first in a series of games that explores the history of each century with spice-trading as the theme for the first installment.  In Century: Spice Road, players are caravan leaders who travel the famed silk road to deliver spices to the far reaches of the continent for fame and glory. Each turn, players perform one of four actions:\n\n\n     Establish a trade route (by taking a market card)\n     Make a trade or harvest spices (by playing a card from hand)\n     Fulfill a demand (by meeting a victory point card's requirements and claiming it)\n     Rest (by taking back into your hand all of the cards you've played)\n\n\nThe last round is triggered once a player has claimed their fifth victory point card, then whoever has the most victory points wins.",
    "has_image": true
  },
  "54": {
    "bgg_id": 154905,
    "rating": 6.28,
    "num_ratings": 1179,
    "description": "In Brew Crafters: The Travel Card Game, you've opened your own brewery and are competing with other brewers in town to be named the Brew Crafter of your city. You'll build your brewery by installing equipment and hiring workers, and then get to work brewing your beer! The player that earns the most reputation as the city's best brewer will win! Brew Crafters: The Travel Card Game is based on the Dice Hate Me Games release Brew Crafters.",
    "has_image": true
  },
  "55": {
    "bgg_id": 368017,
    "rating": 7.14,
    "num_ratings": 4616,
    "description": "From the team that brought you the smash hit Point Salad, Point City is a card-drafting, engine-building game with more than 150 unique building cards, giving you the opportunity to create a completely different city each time you play!\n\nThe rules are simple: Take two adjacent cards from the dynamic city grid and add them to your expanding city. Use your resource cards and bonuses to construct building cards that require specific combinations. Build special civic structures to multiply your city's points and be the top urban planner!\n\nPoint City takes the same simple concept of drafting cards and building the best combinations, then adds new layers of resource management and engine building to the mix — making the game easy to learn, but challenging for everyone!\n\n—description from designer",
    "has_image": true
  },
  "56": {
    "bgg_id": 478,
    "rating": 7.05,
    "num_ratings": 56911,
    "description": "In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects his/her eighth building. Players then tally their points, and the player with the highest score wins.\n\nPlayers start with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin elimin...",
    "has_image": true
  },
  "59": {
    "bgg_id": 378959,
    "rating": 6.53,
    "num_ratings": 226,
    "description": "Claro puts an end to the UNO-tony of card games.\nThe hardest thing about Claro is finding an easier game. The rules are as clear as  daylight. Simply always play a higher card or a star of the same colour. The last person that to play a card wins.\nLong story short: All Claro.\n\n—description from the publisher",
    "has_image": true
  },
  "60": {
    "bgg_id": 316858,
    "rating": 7.18,
    "num_ratings": 2819,
    "description": "CloudAge is a strategy game from Alexander Pfister and Arno Steinwender. The award-winning authors have created a dark and dystopian world for 1 to 4 players.\n\nFifteen years ago, the mysterious secret society \"Cloud\" set fire to countless oil production sites and burned down large forests to destabilize the world. The resulting environmental catastrophe had disastrous effects on the entire planet. Now, years later, you travel above the dried-out landscape in your airships, searching for a better life. You visit cities, send out drones to collect resources, and battle Cloud militia.\n\nAn innovative sleeving mechanism makes a new, more immersive, form of resource gathering possible. Players try to predict which cloud-covered terrain will contain the desired amount of resources or where additional actions are possible. Resources allow players to develop useful upgrades for their airships or attract new crew members.\n\nCloudAge is a mix of engine-building, deck-building, and resource mana...",
    "has_image": true
  },
  "61": {
    "bgg_id": 314503,
    "rating": 7.22,
    "num_ratings": 6161,
    "description": "In Codex Naturalis, you must continue the work of the illuminating monk Tybor Kwelein, assembling the pages of a manuscript that lists the living species in primary forests. Can you put the pages together in the best order possible? And are you prepared to sacrifice a species to develop your manuscript?\n\nIn the game, each player starts with a single card on the table, a card that shows some combination of the four possible resources in the middle of the card, in the corners of the card, or both. Players also have two resource cards and one gold card in hand, while two of each type of card are visible on the table.\n\nOn a turn, you place a card from your hand overlapping the corners of one or more cards you already have in play. Your starting card has four overlappable corners, while resource and gold cards have only three.\n\n\n    Resource cards have no cost to be played, and they often depict resource symbols in their corners.\n    Gold cards deliver points when played, but they often ...",
    "has_image": true
  },
  "62": {
    "bgg_id": 178900,
    "rating": 7.53,
    "num_ratings": 102556,
    "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their codenames — single-word labels like \"disease\", \"Germany\", and \"carrot\". Yes, carrot. It's a legitimate codename. Each spymaster wants their team to identify their agents first...without uncovering the assassin by mistake.\n\nIn Codenames, two teams compete to see who can make contact with all of their agents first. Lay out 25 cards, each bearing a single word. The spymasters look at a card showing the identity of each card, then take turns clueing their teammates. A clue consists of a single word and a number, with the number suggesting how many cards in play have some association to the given clue word. The teammates then identify one agent they think is on their team; if they're correct, they can keep guessing up to one more than the stated number of times; if the agent belongs to the opposing team or is an innocent bystander, the team's turn ends; and if they fingered the ass...",
    "has_image": true
  },
  "63": {
    "bgg_id": 198773,
    "rating": 7.18,
    "num_ratings": 24872,
    "description": "What are these strange symbols on the map? They are code for locations where spies must contact secret agents!\n\nTwo rival spymasters know the agent in each location. They deliver coded messages telling their field operatives where to go for clandestine meetings. Operatives must be clever. A decoding mistake could lead to an unpleasant encounter with an enemy agent – or worse, with the assassin! Both teams race to contact all their agents, but only one team can win.\n\nCodenames: Pictures differs from the original Codenames in that the agents are no longer represented by a single word, but by an image that contains multiple elements.",
    "has_image": true
  },
  "64": {
    "bgg_id": 178900,
    "rating": 7.53,
    "num_ratings": 102556,
    "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their codenames — single-word labels like \"disease\", \"Germany\", and \"carrot\". Yes, carrot. It's a legitimate codename. Each spymaster wants their team to identify their agents first...without uncovering the assassin by mistake.\n\nIn Codenames, two teams compete to see who can make contact with all of their agents first. Lay out 25 cards, each bearing a single word. The spymasters look at a card showing the identity of each card, then take turns clueing their teammates. A clue consists of a single word and a number, with the number suggesting how many cards in play have some association to the given clue word. The teammates then identify one agent they think is on their team; if they're correct, they can keep guessing up to one more than the stated number of times; if the agent belongs to the opposing team or is an innocent bystander, the team's turn ends; and if they fingered the ass...",
    "has_image": true
  },
  "65": {
    "bgg_id": 158899,
    "rating": 7.1,
    "num_ratings": 35019,
    "description": "On the 11th of July, 1899 at 10 a.m., the Union Pacific Express has left Folsom, New Mexico, with 47 passengers on board. After a few minutes, gunfire and hurrying footsteps on the roof can be heard. Heavily armed bandits have come to rob honest citizens of their wallets and jewels. Will they succeed in stealing the suitcase holding the Nice Valley Coal Company's weekly pay, despite it having been placed under the supervision of Marshal Samuel Ford? Will these bandits hinder one another more than the Marshal since only the richest one of them can come out on top?\n\nIn Colt Express, you play a bandit robbing a train at the same time as other bandits, and your goal is to become the richest outlaw of the Old West. The game consists of five rounds, and each round has two phases:\n\n\n    Phase 1: Schemin' Each player plays 2-5 action cards on a common pile, with the cards being face up or face down depending on the type of the round. Instead of playing a card, a player can draw three cards ...",
    "has_image": true
  },
  "66": {
    "bgg_id": 403711,
    "rating": 6.84,
    "num_ratings": 37,
    "description": "In a box of cookies you have everything from those that are very good to others that taste not very good. Take the cookie from the box and try to have as many points as possible or throw them at your opponents so they lose the game. Will you be the player who eats the most cookie points at the end of the game?\n\n—description from the publisher",
    "has_image": true
  },
  "67": {
    "bgg_id": 380132,
    "rating": 5.58,
    "num_ratings": 48,
    "description": "In Grail Cup, you will try to reach the castle first, trapping your enemies along the way, and even influencing a mighty Dragon so it can keep your opponents away. A hidden role selection-drafting system, reminiscing of Citadels, will allow you to bluff your way through Victory. A light and fun race game played in no more than 30mn.\n\nDuring each turn, you select a role which will define who you are playing and which action you'll take. Turn order is defined by the role you selected, and acting first or last can have tremendous consequences.\n\n-description from publisher",
    "has_image": true
  },
  "68": {
    "bgg_id": 297478,
    "rating": 6.31,
    "num_ratings": 254,
    "description": "Cortex + Challenge tests up to 2-6  players’ memory, cognition, and sensory perception. It even includes texture cards that are used during \"touch challenges\" in which players must guess what they are feeling, adding a unique element that is often neglected in games.\n\nWinning challenges allows players to add pieces to their brain 3D puzzle which they must complete before their opponents in order to win the game.\n\nThis game contains 170 new cards, including 9 new challenges and can be mixed with cortex 1, cortex 2, and/ cortex 3",
    "has_image": true
  },
  "69": {
    "bgg_id": 382410,
    "rating": 7.2,
    "num_ratings": 218,
    "description": "In Coup you must eliminate the others by wisely using the skills of your cards (or lie using skills of characters you don't have). It seems easy but... be careful! If you are challenged and you have lied you will lose your card. The last person to survive with at least one of their cards wins.\n\n    Coup X includes Coup + the Reformation Expansion, except for the Inquisitor figure.",
    "has_image": true
  },
  "70": {
    "bgg_id": 128721,
    "rating": 7.46,
    "num_ratings": 2186,
    "description": "Axia — a land with a glorious past, a most uncertain present, and an even more unpredictable future. Populated by what has been described as a fervent and warm-blooded people, Axia is in crisis – economic, social, and political: the longest-running recession in its modern history, the highest inequality in years, and a political system teetering on the brink of collapse.\n\nIn more ways than one, Axia is fighting against itself. Old divisions of the past have given way to new ones, and this generation – along with the next ones – has the most to lose.\n\nWill you, along with your fellow industrialists, do your part to help Axia? Will you sacrifice short-term gain in the present for a brighter future? Can you do that, and survive? Perhaps you can, and perhaps you can even thrive – and you will, if you see opportunity where others only see crisis!\n\nCRISIS is a turn-based game for 1-5 players who assume the role of business leaders, trying to rebuild their businesses and create value at a ...",
    "has_image": true
  },
  "71": {
    "bgg_id": 256570,
    "rating": 7.35,
    "num_ratings": 4171,
    "description": "Good times in the tiny kingdom of Emara: During the reign of King Thedorius the Wise, wars, uprisings, and other inconveniences became a thing of the past. Thedorius always cared more for the well-being of his subjects than for power or riches. Therefore, only the nobleman who is able to care for Emara's citizens as well as Thedorius himself did shall become Thedorius' successor and wear the Crown of Emara.\n\nTo test the skills of all aspirants, Thedorius and his counselors issue a challenge of practical use: Whoever can persuade the majority of the newly arrived citizens in the capital to support their claim shall become the future king of Emara. To achieve this, players have to cater to the citizens' needs and — most importantly — offer proper housing for everyone. This means that promoting the building activities in town will be one of the major tasks of the candidates.\n\nCrown of Emara skillfully combines card actions with worker movement actions, allowing players to plan their tu...",
    "has_image": true
  },
  "72": {
    "bgg_id": 245476,
    "rating": 6.9,
    "num_ratings": 8805,
    "description": "Every day, dozens of birds have a stop on the fences of our countryside. When it is time to leave, all these birds mix together, unable to organize themselves into flocks to fly home. Help them find their way back to their nest.\n\nPlayers begin each new round of CuBirds with eight bird cards in hand. Some birds also sit on four distinct fences on the table. On your turn, you lay a series of identical birds from your hand on one fence's extremity. These birds instantly gather with any identical bird already present on this fence, making all birds placed in-between them fly into your hand. With enough identical birds in your hand, you can perform a flock, allowing you to add some of these birds in your scoring area.\n\nYour ultimate goal is to be the first player to gather in your scoring area either seven different species, or two species with at least three identical birds in each. Each bird comes with one small and one big flock scores, so you may want to wait to reach a big flock to ...",
    "has_image": true
  },
  "73": {
    "bgg_id": 121921,
    "rating": 7.73,
    "num_ratings": 46362,
    "description": "Robinson Crusoe: Adventures on the Cursed Island is a game that takes the players to a deserted island, where they'll play the parts of shipwreck survivors confronted by an extraordinary adventure. They'll be faced with the challenges of building a shelter, finding food, fighting wild beasts, and protecting themselves from weather changes. The players decide in which direction the game will unfold and – after several in-game weeks of hard work – how their settlement will look. Will they manage to discover the secret of the island in the meantime? Will they find a pirate treasure, or an abandoned village? Will they discover an underground city or a cursed temple at the bottom of a volcano? Answers to these questions lie in hundreds of event cards and hundreds of object and structure cards that can be used during the game.\n\nIn Robinson Crusoe: Adventures on the Cursed Island you will take the role of one of four characters from the ship crew (cook, carpenter, explorer, or soldier) and...",
    "has_image": true
  },
  "74": {
    "bgg_id": 54998,
    "rating": 7.49,
    "num_ratings": 22665,
    "description": "In this latest collaboration between Bruno Cathala and Ludovic Maublanc, players must buy the favor of the gods in their race to be the first player to build two cities in the Ancient Greek island group known as the Cyclades.\n\nVictory requires respect for all the gods - players cannot afford to sacrifice to only one god, but must pay homage to each of five gods in turn.  Each turn, the players bid for the favors of the gods, as only one player can have the favor of each god per turn - and each player is also limited to the favor of a single god per turn.\n\n     Ares allows the movement of player armies and the building of Fortresses.\n     Poseidon allows players to move their navies and build Ports.\n     Zeus allows his followers to hire priests and build temples.\n     Athena provides her worshipers with philosophers and universities.\n     Apollo increases the income of his worshipers.",
    "has_image": true
  },
  "76": {
    "bgg_id": 2083,
    "rating": 4.95,
    "num_ratings": 9526,
    "description": "Abstract strategy game where players move disc-shaped pieces across an 8 by 8 cross-hatched (\"checker\") board. \nPieces only move diagonally, and only one space at a time.  If a player can move one of his pieces so that it jumps over an adjacent piece of their opponent and into an empty space, that player captures the opponent's disc.  Jumping moves must be taken when possible, thereby creating a strategy game where players offer up jumps in exchange for setting up the board so that they jump even more pieces on their turn.  A player wins by removing all of his opponent's pieces from the board or by blocking the opponent so that he has no more moves.\nThis game, also known as Draughts, is part of the Checkers family.\n\nThe Official Checker Board to be used in tournaments and official matches of associations like international WCDF, ACF, and APCA usually shall be colored of green and off-white (buff). Board squares shall be not less than 2 inches nor more than 2½ inches wide. Tournament...",
    "has_image": true
  },
  "77": {
    "bgg_id": 1377,
    "rating": 4.43,
    "num_ratings": 118,
    "description": "In Danger, players draw numbered and colored cards, trying to collect as many points as possible in each color each round without exceeding the limit of 15 points.\n\nOn a turn, a player draws the top card from the deck and places it in front of her in a row for cards of that color; some cards are multicolor, and the player chooses in which row to play these cards. After laying a second card in the round, a player has the option of securing a row at the end of each turn. To secure a row, the player must not have the lowest total in that color when compared to the other players; the player secures a row by turning the last card in that row 90º. A player can secure only one row each turn.\n\nIf a player exceeds a total of 15 points in a row, that row is now blocked and worth 0 points; the player turns those cards face-down.\n\nIf a player draws a colored card for a row either secured or blocked, she must discard the card. The next player in turn order has the option of taking this discarded...",
    "has_image": true
  },
  "79": {
    "bgg_id": 352923,
    "rating": 7.12,
    "num_ratings": 241,
    "description": "Deck 52: Space Wrecked is a quick solo dungeon crawl card game, where the player fights through randomly generated levels of a derelict spaceship, trying to survive, and reach the escape shuttle.\n\n\n    The game can be played as a single scenario (5-10 min, you win by finding the level exit) or a campaign (a sequence of missions).\n    Campaign mode (10-20 missions, increasing difficulty, character upgrades).\n    Each game level is randomly unfolding while you're exploring it. \n    Combinations of 7 random Objectives (win conditions) and 7 Threats (gameplay modifiers) add more replayability.\n\n\n—description from the designer",
    "has_image": true
  },
  "80": {
    "bgg_id": 139042,
    "rating": 7.04,
    "num_ratings": 142,
    "description": "Días de Radio is a storytelling cooperative card game in real time for 2 to 4 players. The players choose one subgenre from a series of twelve, then tell a story using phrases in the cards. The storyteller sets aside their hand during their narration, using only cards given by the other players until time runs out. The storyteller position then rotates in clockwise order, and the next player begins their turn, continuing the story.\n\nEach turn brings the game closer to conclusion. When the endgame is triggered, the current storyteller must close the tale. Players have the option of using the \"Press Review System\", which consists of four different tableaus featuring unique words: Creative, Bizarre, Engaging, Poetic. As each narrator finishes their turn, the rest of the players draw a cube from a common pool and place it on one of the four tableaus. Thus, at game's end, the tableau that has the most cubes determines the press reaction to the show (the story). On the back of each of the...",
    "has_image": true
  },
  "81": {
    "bgg_id": 218121,
    "rating": 7.1,
    "num_ratings": 7055,
    "description": "In Dice Hospital, a worker placement game, players must treat as many patients as possible to appease the local authorities! Players use their hospital staff to treat patients on their personal hospital player boards. However, players may also call in specialist staff to react to certain situations that arise to score more points with the authorities! The game uses worker placement mechanics for the staff, dice as the patients where low scores indicate low health and a personal player board of actions to treat patients. The player with the highest reputation wins the game!",
    "has_image": true
  },
  "82": {
    "bgg_id": 322561,
    "rating": 7.52,
    "num_ratings": 1430,
    "description": "Dice Throne Season One ReRolled is a remastered edition of Dice Throne: Season One\n\nDice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.\n\nIt's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).\n\nThe Barbarian isn't the most elegant hero around. He loves to smash things. He is known for hitting opponents so hard, they are left stunned and concussed. His endless barrage of heavy-hitting attacks shows that even the most simple fighting style can be deadly.\n\nThe Moon Elf draws her energy from the light of the m...",
    "has_image": true
  },
  "83": {
    "bgg_id": 244271,
    "rating": 8.04,
    "num_ratings": 5406,
    "description": "The Battle Chest contains all 4 sets from Season Two.\n\nDice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.\n\nIt's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).\n\nDice Throne: Season Two introduces a roster of eight new heroes and intriguing new matchups:\n\n    gunslinger;\n    samurai;\n    tactician;\n    huntress;\n    cursed pirate;\n    artificer;\n    seraph;\n    vampire lord.",
    "has_image": true
  },
  "84": {
    "bgg_id": 266967,
    "rating": 7.81,
    "num_ratings": 1298,
    "description": "Dice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.\n\nIt's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).\n\nDice Throne: Season Two introduces a roster of new heroes and intriguing new matchups.\n\nA stand alone game supporting 2 players. Additional heroes required to play with more than 2 players.",
    "has_image": true
  },
  "85": {
    "bgg_id": 320527,
    "rating": 7.71,
    "num_ratings": 1048,
    "description": "Dice Throne Season One ReRolled is a remastered edition of Dice Throne: Season One with two new characters: Treant and Ninja!\n\nDice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.\n\nIt's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).",
    "has_image": true
  },
  "86": {
    "bgg_id": 56933,
    "rating": 6.65,
    "num_ratings": 2061,
    "description": "After a long dark winter, the sun is shining and it's party time for the penguins, who celebrate by fishing. To look over the waters more easily, the penguins build high pyramids. The more penguins you can fit in the pyramid, the better — but it's not that easy.\n\nIn Penguin Party, players collectively build a pyramid of penguins, trying to empty their hands of cards along the way. The deck consists of 36 penguin cards: 8 green and 7 each of red, blue, yellow, and purple. Deal the deck out as evenly as possible, with the final card in a five-player game starting as the first card in the base of the pyramid.\n\nOn a turn, you either play a card to the left or right of the base of the pyramid, which can be at most eight cards wide, or play a card on a higher level of the pyramid so long as it's supported by two penguins, at least one of which is the same color as the card being played. If you cannot play a card, discard your hand face down and take as many penalty markers as the number o...",
    "has_image": true
  },
  "87": {
    "bgg_id": 402206,
    "rating": 7.4,
    "num_ratings": 378,
    "description": "Dioses! is a card game in which players become oracles by combining different mythologies and gods to assemble the best ensemble and achieve victory. To do this, players will draw cards from a deck and place them in their personal playing area, trying to meet their requirements to earn the maximum number of points.\n\n\n     It can be explained in less than 5 minutes.\n     The illustrations are set in the DLH universe.\n     Each game is completely different.\n\n\n—description from the designer",
    "has_image": true
  },
  "88": {
    "bgg_id": 39856,
    "rating": 7.18,
    "num_ratings": 70505,
    "description": "Each turn in Dixit, one player is the storyteller who chooses one of the six cards in their hand, then expresses an idea, with sounds or words, that is reflected on that card's image, and places the card face down on the playing surface. Each other player then selects the card that best matches that expression, and passes the selected card to the storyteller, face down.\n\nThe storyteller shuffles all the cards together, then turns them over to reveal them. Each player other than the storyteller then secretly guesses which card belongs to the storyteller. If nobody or everybody guesses the correct card, the storyteller scores 0 points, and each other player scores 2 points. Otherwise, the storyteller and whoever found the correct answer score 3 points. Additionally, the non-storyteller players score 1 point for every vote received by their card.\n\nThe game ends when the deck is empty or if a player has scored at least 30 points. In either case, the player with the most points wins.\n\nTh...",
    "has_image": true
  },
  "89": {
    "bgg_id": 63268,
    "rating": 6.53,
    "num_ratings": 21805,
    "description": "Spot it!, a.k.a. Dobble, is a simple pattern recognition game in which players try to find an image shown on two cards.\n\nEach card in original Spot it! features eight different symbols, with the symbols varying in size from one card to the next. Any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins!\n\nRules for different games – each an observation game with a speed element – are included with Spot it!, with the first player to find a match either gaining or getting rid of a card. Multiple versions of Spot it! have been published, with images in each version ranging from Halloween to hockey to baseball to San Francisco.\n\nThe game is sold as Spot it! in the USA and Dobble in Europe, with slight differences between the two edi...",
    "has_image": true
  },
  "90": {
    "bgg_id": 63268,
    "rating": 6.53,
    "num_ratings": 21805,
    "description": "Spot it!, a.k.a. Dobble, is a simple pattern recognition game in which players try to find an image shown on two cards.\n\nEach card in original Spot it! features eight different symbols, with the symbols varying in size from one card to the next. Any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins!\n\nRules for different games – each an observation game with a speed element – are included with Spot it!, with the first player to find a match either gaining or getting rid of a card. Multiple versions of Spot it! have been published, with images in each version ranging from Halloween to hockey to baseball to San Francisco.\n\nThe game is sold as Spot it! in the USA and Dobble in Europe, with slight differences between the two edi...",
    "has_image": true
  },
  "91": {
    "bgg_id": 63268,
    "rating": 6.53,
    "num_ratings": 21805,
    "description": "Spot it!, a.k.a. Dobble, is a simple pattern recognition game in which players try to find an image shown on two cards.\n\nEach card in original Spot it! features eight different symbols, with the symbols varying in size from one card to the next. Any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins!\n\nRules for different games – each an observation game with a speed element – are included with Spot it!, with the first player to find a match either gaining or getting rid of a card. Multiple versions of Spot it! have been published, with images in each version ranging from Halloween to hockey to baseball to San Francisco.\n\nThe game is sold as Spot it! in the USA and Dobble in Europe, with slight differences between the two edi...",
    "has_image": true
  },
  "93": {
    "bgg_id": 2394,
    "rating": 5.56,
    "num_ratings": 8086,
    "description": "A traditional tile game played in many different cultures around the world.  This entry is for Western Dominoes; the standard set being the 28 \"Double Six\" tiles.  Chinese Dominoes use a 32 tile set with different distributions.\n\nDominoes is a family of games using the \"Western\" style tiles.  The standard set of tiles is based on the 21 different combinations made with a roll of two six-sided dice.  Seven (7) additional \"Blank\" combination tiles combine with the 21 to form the standard 28 \"Double-Six\" set. \"Double-Nine\" (with 55 tiles) and \"Double-Twelve\" (with 91 tiles) are also popular. \"Double-Fifteen\" sets with 136 tiles also exist.\n\nThere are many different games played with Dominoes.  The standard game is known as the Block game.  Forms of this game are known in many different areas of the world with similar rules.  Puerto Rican Dominoes, Latin Dominoes, and Cuban Dominoes are all forms of the Block game.\n\nAnother main variety of Dominoes games are based on the \"Fives Family\"....",
    "has_image": true
  },
  "94": {
    "bgg_id": 424774,
    "rating": 8.05,
    "num_ratings": 1435,
    "description": "Dorfromantik - Sakura is the stand-alone successor to the Spiel des Jahres 2023 Dorfromantik - The Board Game.\n\nDorfromantik - Sakura takes the players into the idyllic landscape of Japan with many new challenges. Sakura is the Japanese word for cherry blossom, which comes into the game as a new element. In addition, there are now more than 40 achievements from 6 boxes to unlock.\nThese and other surprises await the players in Dorfromantik - Sakura.",
    "has_image": true
  },
  "95": {
    "bgg_id": 246701,
    "rating": 4.84,
    "num_ratings": 1635,
    "description": "DOS is the follow up to the classic card game UNO.  Like UNO, the object of DOS is to be the first player each round to get rid of all your cards and earn points for the cards left in your opponents' hands.\n\nOn your turn you can play cards from your hand by matching their numbers to any of the face up cards in the center row.  You can play one match for each card in the center row.  You can also combine two cards from your hand that add up to the number you wish to match.  If the card(s) you played match both number and color, you earn the right to place extra cards from your hand in the center row and even force other players to draw cards.  Don't forget to yell \"Dos!\" whenever you have two cards in your hand or you could end up drawing more cards!\n\nThe round ends when one player gets rid of all his cards. That player earns points based on the values of the cards left in the other players' hands. Continue playing in rounds until someone reaches 200 points. That player is the winner.",
    "has_image": true
  },
  "96": {
    "bgg_id": 102548,
    "rating": 6.78,
    "num_ratings": 7127,
    "description": "Explore spooky dungeons, find glorious treasure, buy powerful magic items, and challenge the most horrible creatures. Will your party be able to defeat the final boss?\n\nIn Dungeon Fighter, a fully cooperative board game, players take on the roles of heroes venturing deep into a three-tier dungeon. Along the way, they explore the dungeon, search its many rooms, and face endless hordes of vicious monsters. Best of all, your skill determines the ability of your character. Can you kill Medusa without looking into her eyes, defeat the Minotaur in the labyrinth, or resist the breath of the dragon? Will you be able to hit a target by throwing the dice under your leg with your eyes closed?\n\nYou will feel truly part of a centuries-old battle between good and evil...with a touch of foolish stupidity.",
    "has_image": true
  },
  "98": {
    "bgg_id": 138788,
    "rating": 6.08,
    "num_ratings": 8504,
    "description": "The Dungeon lies before you; you’ve assembled your party of hearty adventurers and have a few tricks up your sleeve. How far will you go to seek glory and fame? Will you risk losing everything?\n\nIn Dungeon Roll the player's goal is to collect the most experience points by defeating monsters, battling the dragon, and amassing treasure. Each player selects a Hero avatar, such as a Mercenary, Half-Goblin, or Enchantress, which provides them with unique powers. Then players take turns being the Adventurer, who boldly enters the dungeon seeking glory.\n\nThe Adventurer assembles their party by rolling seven Party Dice, while another player serves as the Dungeon Lord and rolls a number of Dungeon Dice based on how far the Adventurer has progressed through the dungeon. The Adventurer uses Champion, Fighter, Cleric, Mage, Thief, and Scroll faces on the Party Dice to defeat monsters such as oozes and skeletons, to claim treasure inside chests, and to revive downed companions with potions. The ...",
    "has_image": true
  },
  "99": {
    "bgg_id": 140509,
    "rating": 7.32,
    "num_ratings": 20,
    "description": "A Spanish-language card game that is a variant of Crazy Eights, based on the Dungeons & Dragons cartoon.\n\nEach player is dealt four cards (or seven cards if there are only two players) with the remaining deck placed with the top card face-up beside it (if a five is revealed then it should be shuffled back into the deck and the next top card revealed instead). Players take turns placing one of their cards face-up on the revealed deck, matching either the number or colour of the previous card (e.g.: 3 matches 3 and red matches red). Fives are wild and the player placing it decides its colour and number. If a player has no cards that will match the current card or wild cards then he must draw another from the unrevealed deck until a legal play can be made, but if there are no remaining cards then he passes instead. The player to discard all his cards is the winner.\n\nThe deck's red suite is The Last Illusion episode, the green suite is The Traitor episode, the yellow suite is Day Of The...",
    "has_image": true
  },
  "100": {
    "bgg_id": 367568,
    "rating": 6.15,
    "num_ratings": 114,
    "description": "Finding the Impostor is your primary mission...\n\nOne word each. Everyone seems convincing, but one of you is pretending to be someone else. That someone is The Impostor.\n\nEach round, a secret word is chosen. Everyone knows what the word is, except for the player who received the Impostor card... but which player is it?\n\nPlayers use trickery, deduction, or bluffing when they give their word to prove their innocence and to find the impostor.\n\nOnce everyone has said their word, the voting begins to determine which player is the impostor. \nPlayers must rely on the team and their detective skills to successfully find the impostor and win the game.\n\nThe Impostor is a game involving matching ideas, bluffing, and guessing for a fun time with your friends.",
    "has_image": true
  },
  "101": {
    "bgg_id": 166384,
    "rating": 6.74,
    "num_ratings": 22319,
    "description": "Spyfall is a party game unlike any other, one in which you get to be a spy and try to understand what's going on around you. It's really simple!\n\nSpyfall is played over several rounds, and at the start of each round all players receive cards showing the same location — a casino, a traveling circus, a pirate ship, or even a space station — except that one player receives a card that says \"Spy\" instead of the location. Players then start asking each other questions — \"Why are you dressed so strangely?\" or \"When was the last time we got a payday?\" or anything else you can come up with — trying to guess who among them is the spy. The spy doesn't know where he is, so he has to listen carefully. When it's his time to answer, he'd better create a good story!\n\nAt any time during a round, one player may accuse another of being a spy. If all other players agree with the accusation, the round ends and the accused player has to reveal his identity. If the spy is uncovered, all other players sco...",
    "has_image": true
  },
  "102": {
    "bgg_id": 153531,
    "rating": 4.14,
    "num_ratings": 7,
    "description": "Lord Of The Rings board game published exclusively in Spain by Dinova.\n\nIt's a very simple strategy game.\n\nThe board is a map of Middle Earth and Mordor, where the mighty ring must be destroyed.\n\n________________________________\n\nJuego del Señor de los Anillos publicado en exclusiva en España por Dinova.\n\nEs un juego sencillo de estrategia.\n\nEl tablero representa un mapa de la Tierra Media y Mordor, donde el poderoso anillo debe ser destruído.",
    "has_image": true
  },
  "103": {
    "bgg_id": 100423,
    "rating": 6.97,
    "num_ratings": 26183,
    "description": "Game description from the publisher:\n\nIt is 1926, and the museum's extensive collection of exotic curios and occult artifacts poses a threat to the barriers between our world and the elder evils lurking between dimensions. Gates to the beyond begin to leak open, and terrifying creatures of increasing strength steal through them. Animals, the mad, and those of more susceptible minds are driven to desperation by the supernatural forces the portals unleash. Only a handful of investigators race against time to locate the eldritch symbols necessary to seal the portals forever. Only they can stop the Ancient One beyond from finding its way to Earth and reducing humanity to cinders.\n\nElder Sign is a fast-paced, cooperative dice game of supernatural intrigue for one to eight players by Richard Launius and Kevin Wilson, the designers of Arkham Horror. Players take the roles of investigators racing against time to stave off the imminent return of the Ancient One. Armed with tools, allies, and...",
    "has_image": true
  },
  "104": {
    "bgg_id": 313531,
    "rating": 6.88,
    "num_ratings": 1565,
    "description": "Blätterrauschen (\"Rustling Leaves\") is a roll-and-write game, and for every season — spring, summer, autumn, and winter — there is a themed game sheet with different rules. The numbers on the dice reveal the side lengths of the area marked on the game sheet. In this area, a forest symbol is selected that is included in the scoring. Whoever collects the most points wins.",
    "has_image": true
  },
  "105": {
    "bgg_id": 272516,
    "rating": 4.26,
    "num_ratings": 21,
    "description": "In this party game 2 teams play against each other. The goal of the game is to get rid of all his EMOTIS. \nFor this every team is given a writing board, a felt-tip pen and a screen. Without looking, every team take 10 EMOTIS chips from a bag and place them behind their screen.\nThe team that starts chooses a player who spins the hand of a rotating dial and carries out the instructions. The dial is split into 10 fields:\n\n     6 themes with a maximum number of EMOTIS(Leisure, People, Places, Actions, Brands and Friends)\n     4 special fields (Open Theme, Gifting, Removing, Swapping)\n\n\nIf the hand points to a theme, the choosen player turns over the timer, puts together a row of EMOTIS behind the screen (to represent the name/title etc. of something within the theme), writes the answer down on the writing board (without any of the other players seeing it) and removes the screen.\nNow all players of his team have to guess what it is in the given time. In addition, the choosen player can g...",
    "has_image": true
  },
  "106": {
    "bgg_id": 274960,
    "rating": 7.1,
    "num_ratings": 22863,
    "description": "Point Salad is a fast and fun card drafting game for the whole family. There are over 100 ways to score points. Players may use a variety of strategies and every game of Point Salad is unique!\n\nCards come in six different types of veggies, and the back of each card has a different scoring method. So for instance, one scoring method may award 2 points for every carrot you have, but deduct a point for every onion.  By drafting combinations of veggies and point cards that work for your strategy, you can amass the most points and win.\n\n—description from the publisher",
    "has_image": true
  },
  "107": {
    "bgg_id": 416327,
    "rating": 5.94,
    "num_ratings": 56,
    "description": "How many pounds does an elephant's poop weigh? How many stripes does a zebra have? How many degrees is coffee served in a cafeteria?\n\nIn this game you will not find the answers, but you will surely be amazed by the hypotheses of your friends and family. Who will be the most exaggerated person? And who will fall short?\n\n- - - -\n\n¿Cuántos kilos pesa la caca de un elefante? ¿Cuántas rayas tiene una cebra? ¿A cuántos grados se sirve el café en una cafetería?\n\nEn este juego no encontrarás las respuestas, pero seguro que fliparás con las hipótesis de tus amistades y familiares. ¿Quién será la persona más exagerada? ¿Y quién se quedará corto?",
    "has_image": true
  },
  "108": {
    "bgg_id": 172225,
    "rating": 6.07,
    "num_ratings": 40771,
    "description": "Exploding Kittens is a kitty-powered version of Russian Roulette. Players take turns drawing cards until someone draws an exploding kitten and loses the game. The deck is made up of cards that let you avoid exploding by peeking at cards before you draw, forcing your opponent to draw multiple cards, or shuffling the deck.\n\nThe game gets more and more intense with each card you draw because fewer cards left in the deck means a greater chance of drawing the kitten and exploding in a fiery ball of feline hyperbole.",
    "has_image": true
  },
  "109": {
    "bgg_id": 385761,
    "rating": 7.55,
    "num_ratings": 16775,
    "description": "Welcome to Alula, a mysterious continent with ever-changing geography, shaped after the rhythm of the seasons. Beyond the Sea of Mists lies the mysterious continent of Alula. Roam across the land in search of its secrets, meet its inhabitants, and list its wonders in order to gain more fame than your opponents.\n\nThroughout a game of Faraway, you will play a row of 8 cards in front of you, from left to right. These cards represent the regions you will come across while exploring the lands. Characters on these cards will grant you victory points if you later fulfill the conditions they demand. At the end of the game, you walk back the same way, scoring cards in the opposite order you played them. There lies the heart of the gameplay. Throughout the game, the cards you play will serve both to set new objectives, and to meet the ones you played previously.\n\nEach turn, you play a card from a hand of 3. Then you pick a new card from a face-up river. As play is simultaneous in Faraway, you...",
    "has_image": true
  },
  "111": {
    "bgg_id": 256320,
    "rating": 7.09,
    "num_ratings": 1900,
    "description": "You are a Nomarch in Ancient Egypt. The Pharaoh put you in charge of a Metropolis and its region. The flooding of the Nile is coming to an end and the lands of the Valley are ready to offer their riches. Organize the collection of resources, build districts with the most lucrative shops, supply them with goods and earn the most Debens for the glory of the Pharaoh. The player who will make the best use of the resources of the Nile Valley will win the game.\n\nFertility is a simple resource management game that raises tough decisions for you to take. Each turn, you collect some of the riches of the Valley of the Nile and immediately decide how to use them : supply one of your Shop to earn money, or spend them to build new districts, offering you new opportunities. Be wise because your choices are irreversible. None of the resources already stocked in your shops can be moved or reused until the end of the game. But any resource unspent by the end of your turn will be definitively lost. O...",
    "has_image": true
  },
  "112": {
    "bgg_id": 413948,
    "rating": 6.46,
    "num_ratings": 371,
    "description": "The great cities of the world are challenging each other to present the most beautiful festival imaginable. The closing fireworks ceremony, held in all cities, will be the final rose in the crown of the festivities.\n\nIn Festival, you select tiles to place on your tableau to create the most impressive and beautiful fireworks display possible...and of course, score the most points! You have two stacks of tiles in front of you, with each neighboring player having access to the stack closest to them; tiles come in four colors and four firework designs. Four stacks of objective cards are in the middle of the table, along with four crowd-pleaser tiles.\n\nOn a turn, take a tile from the top of either stack and place it in the 3x3 grid on your board, whether on the ground level or on an existing stack. Alternatively, you can take an objective card from the top of its stack and place it to the left of your board. To end your turn, see whether you've satisfied any of your objectives or the cro...",
    "has_image": true
  },
  "113": {
    "bgg_id": 420370,
    "rating": 6.64,
    "num_ratings": 68,
    "description": "In this fun collaborative game, players try to get into each others' heads by guessing how fellow players rank a variety of topics in priority order of 1 through 5. Match more right than wrong and victory is yours!\n\n—description from the publisher",
    "has_image": true
  },
  "114": {
    "bgg_id": 336986,
    "rating": 7.38,
    "num_ratings": 20444,
    "description": "Artisan dragons, the smaller and magically talented versions of their larger (and destructive) cousins, are sought by shopkeepers so that they may delight customers with their flamecraft. You are a Flamekeeper, skilled in the art of conversing with dragons, placing them in their ideal home and using enchantments to entice them to produce wondrous things. Your reputation will grow as you aid the dragons and shopkeepers, and the Flamekeeper with the most reputation will be known as the Master of Flamecraft.\n\nIn Flamecraft, 1-5 players take on the role of Flamekeepers, gathering items, placing dragons and casting enchantments to enhance the shops of the town. Dragons are specialized (bread, meat, iron, crystal, plant and potion) and the Flamekeepers know which shops are the best home for each. Visit a shop to gain items and a favor from one of the dragons there.  Gathered items can be used to enchant a shop, gaining reputation and the favors of all the dragons in the shop. If you are f...",
    "has_image": true
  },
  "115": {
    "bgg_id": 352418,
    "rating": 7.74,
    "num_ratings": 2630,
    "description": "Fliptown is a flip-and-write game in which you are trying to earn stars by exploring a wild west town. The game uses a standard poker deck to drive an open world-style of game play, along with dry erase boards that serve as each player's map.\n\nEach turn, flip over three cards, assigning one card to represent your suit, one card to represent your value, and one card to represent your poker card. The suit dictates which of four regions you activate, the value dictates which site within that region you get to circle, and the poker card goes toward a five-card poker hand that is resolved at the end of each round. Each of the four regions — Trail, Badlands, Mine, and Town — offers a different puzzle to master, while each site within a region provides a unique reward such as cash, gold, helpful items like guns, horses and tools, or bonus actions to create powerful combinations.\n\nFor solo play, you can play to achieve a high score or compete against one of four \"cowbot\" robot opponents, ea...",
    "has_image": true
  },
  "116": {
    "bgg_id": 371544,
    "rating": 6.82,
    "num_ratings": 234,
    "description": "Friegas Tú is a fun game for 2 to 8 players that will turn the center of the table into a sink. Each person has pot cards in their hand with different values ​​that they must place in the sink forming a grid of up to 4x4, but be careful, the rows and columns cannot add up to a value greater than 7. If you cannot play, you will have to do the washing up. In addition, there will be special cards that modify the players' turn.\n\n—description from the publisher (translated)\n\nFriegas Tú es un divertido juego de 2 a 8 jugadores que convertirá el centro de la mesa en un fregadero. Cada persona tiene cartas de cacharro en la mano con diferentes valores que deberá colocar en el fregadero formando una cuadrícula de hasta 4x4, pero cuidado, las filas y columnas no podrán sumar un valor mayor que 7. Si no puedes jugar, te tocará fregar. Además, habrá cartas especiales que modifican el turno de los jugadores.\n\n—description from the publisher",
    "has_image": true
  },
  "117": {
    "bgg_id": 31481,
    "rating": 7.32,
    "num_ratings": 35590,
    "description": "In a galaxy far, far away... they need sewer systems, too. Corporation Incorporated builds them. Everyone knows their drivers -- the brave men and women who fear no danger and would, if the pay was good enough, even fly through Hell.\n Now you can join them. You will gain access to prefabricated spaceship components cleverly made from sewer pipes. Can you build a space ship durable enough to weather storms of meteors? Armed enough to defend against pirates? Big enough to carry a large crew and valuable cargo? Fast enough to get there first?\n\nOf course you can. Become a Galaxy Trucker. It's loads of fun.\n\nGalaxy Trucker is a tile laying game that plays out over two phases: building and flying. The goal is to have the most credits at the end of the game. You can earn credits by delivering goods, defeating pirates, building an efficient ship, and being the furthest along the track at the end of the flying phase.\n\nBuilding happens in real time and has players build their personal space s...",
    "has_image": true
  },
  "118": {
    "bgg_id": 428587,
    "rating": 8.07,
    "num_ratings": 96,
    "description": "Gestrudis has the gift of communicating with ghosts, but they don't make it easy for her. They try to contact her all at once using strange gestures and sounds.\n\nFor seven rounds, the ghosts must simultaneously represent the concepts on the cards using mime and sounds. If Gestrudis guesses the concept that each ghost represents, YOU WIN THE ROUND!\n\n—description from the designer\n\nGestrudis tiene el don de comunicarse con fantasmas, pero estos no se lo ponen nada fácil, intentan contactar con ella todos a la vez usando gestos y sonidos extraños.\n\nDurante siete rondas, los fantasmas deberán representar al mismo tiempo los conceptos de las cartas mediante mímica y sonidos. Si Gestrudis adivina el concepto que representa cada fantasma, ¡GANÁIS LA RONDA!\n\n—description from the designer (Spanish)",
    "has_image": true
  },
  "119": {
    "bgg_id": 13286,
    "rating": 6.05,
    "num_ratings": 1123,
    "description": "From the designers:\n\nGloria Mundi is a board game for 2-6 players set during the fall of Rome. You're a Roman statesman struggling to survive in this era of cultural decline and political chaos. While foreign invaders and domestic incompetents devour the last resources of the Empire, you'll try to build your career out of the rubble. You start in Rome, and the Visigoth starts on the outskirts of a spiral board. Each turn, you play and purchase cards that produce resources and give you special effects, as well as allowing you to move further out from the doomed Eternal City. Then the Visigoth moves toward Rome, destroying your cards... unless you spend your precious resources to bribe him. When the Visigoth reaches Rome, or a player reaches the outskirts of the empire, the game is over and the player who has fled the furthest from Rome wins.",
    "has_image": true
  },
  "120": {
    "bgg_id": 431305,
    "rating": 7.06,
    "num_ratings": 1636,
    "description": "El Paso at the end of the 19th century: Five railroad companies have connected the Sun City to their network and made it a major hub for the cattle trade. Ranchers from the surrounding parts of Texas and Mexico drive their cattle into the city to send them on their long journey to the north, east, and west of the United States.\n\nIn Great Western Trail: El Paso, you take on the role of the ranchers of that time and bring your best cattle to El Paso to earn money and victory points. Hire more cowboys, builders, and engineers to get closer to your goals:\n\n\n     Buy cattle to increase the value of your herd!\n     Construct buildings to unlock more actions!\n     Participate in the expansion of the railroad and secure the most attractive contracts!\n\n\nEl Paso is mechanically based on its predecessors in the Great Western Trail trilogy. It can serve as an introduction to the series and is the perfect game for game nights when there is not enough time for its big brothers!\n\n—description from...",
    "has_image": true
  },
  "121": {
    "bgg_id": 98778,
    "rating": 7.03,
    "num_ratings": 52026,
    "description": "Hanabi—named for the Japanese word for \"fireworks\"—is a cooperative game in which players try to create the perfect fireworks show by placing the cards on the table in the right order. (In Japanese, hanabi is written as 花火; these are the ideograms flower and fire, respectively.)\n\nThe card deck consists of five different colors of cards, numbered 1–5 in each color. For each color, the players try to place a row in the correct order from 1–5. Sounds easy, right? Well, not quite, as in this game you hold your cards so that they're visible only to other players. To assist other players in playing a card, you must give them hints regarding the numbers or the colors of their cards. Players must act as a team to avoid errors and to finish the fireworks display before they run out of cards.\n\nAn extra suit of cards, rainbow colored, is also provided for advanced or variant play.\n\nHanabi was originally published as part of Hanabi & Ikebana.",
    "has_image": true
  },
  "122": {
    "bgg_id": 438481,
    "rating": 6.59,
    "num_ratings": 431,
    "description": "Be the first to empty your hand!\n\nIn Happy Mochi, all cards must be played in pairs, and you can never rearrange your hand.\n\nTo play, you must follow value restrictions — unless you have two matching cards! In that case, shout \"Happy Mochi!\" and break all the rules!\n\nSpecial abilities and color-matching add an extra layer to this strategic party game, where luck and tactics go hand in hand.\n\n—description from the publisher",
    "has_image": true
  },
  "123": {
    "bgg_id": 414317,
    "rating": 8.03,
    "num_ratings": 26254,
    "description": "In Harmonies, build landscapes by placing colored tokens and create habitats for your animals. To earn the most points and win the game, incorporate the habitats in your landscapes wisely and have as many animals as you can settle there.\n\nStarting with the first player and proceeding clockwise, each player will choose a set of 3 terrain tokens from the central area to place on their personal board. They may optionally choose an Animal card from the 5 displayed and/or place an Animal cube from their Animal card(s) on any completed patterns on their board that match their personal Animal cards. There is a 4-card limit per player. After their turn, refill with a new set of 3 tokens and a new Animal card if needed.\n\nPlacement of the terrain tokens will depend on the personal Animal card goals, and scoring rules for the various terrain types (mountain, field, forest, etc). For example, mountain tiles score based on how high they are (1 tile scores 1, while 3 tiles stacked score 7), but t...",
    "has_image": true
  },
  "124": {
    "bgg_id": 157815,
    "rating": 6.14,
    "num_ratings": 267,
    "description": "Recruit members of your criminal mob, then pull off jobs in the city for cash. Some crimes attract more attention from the police than others, and bringing down the Heat is bad for everybody.\n\nHeat is a micro-ish card game that plays out over three rounds. Every round, there's a drafting phase where your hand evolves by passing cards to your neighbor and drawing new cards. Then you select which cards from the hand you draft to play, attempting to out-guess the other players while scoring the highest yourself and carefully managing the amount of Heat you have, lest the police come down on you at the end.",
    "has_image": true
  },
  "125": {
    "bgg_id": 237706,
    "rating": 7.21,
    "num_ratings": 1017,
    "description": "The village of Tenefyr is a bastion of light in a valley surrounded by darkness and countless evil creatures. But the many dungeons that litter the mountainsides aren't the only source of danger. Something more terrible is planning an attack on the village. Will you be one of the heroes that saves Tenefyr?\n\nHeroes of Tenefyr is a fully cooperative deck-building game for 1 to 4 players. You represent one of the four heroes and start out inexperienced, but with a unique skill card. As you fight your way through dungeons filled with evil creatures, you'll gain loot in the form of cards that are added to your starting deck. Clear a dungeon of monsters and you will be rewarded by the villagers.\n\nPlayers will enter dungeons together and fight the enemies within. Combat is simple, with a combined \"push-your-luck\" element. Your deck represents your hero's health, so when you run out of cards, your hero becomes exhausted and needs to return to the village to rest. Loot cards that improve you...",
    "has_image": true
  },
  "126": {
    "bgg_id": 220,
    "rating": 7.19,
    "num_ratings": 16118,
    "description": "In Reiner Knizia's High Society, players bid against each other to acquire the various trappings of wealth (positive-number and multiplier cards) while avoiding its pitfalls (negative number and divisor cards).  While bidding, though, keep an eye on your remaining cash - at the end of the game, even though all those positive-number cards might add up to a win, the player with the least money isn't even considered for victory.",
    "has_image": true
  },
  "127": {
    "bgg_id": 285893,
    "rating": 6.38,
    "num_ratings": 447,
    "description": "HILO is a card game that is inspired by the public domain game, Golf, and other similar concepts. Each player has a grid of 3 x 3 cards, and during the round, you should try to get your total value of cards as low as possible by replacing high-valued cards with low-valued cards. \nThe new thing about HILO is that color matters. If you manage to get a whole row, column or diagonal row of three cards of the same color, you may discard the whole row/column. So, even a high-valued card may be worth to take as long as you believe it will be discarded. This also ensures a high level of interaction between the players. Will you leave a card on top of the discard pile that will help the next player discarding a whole row?\nThe game is played over several rounds until one player has at least 100 points. The player with the least points wins.",
    "has_image": true
  },
  "128": {
    "bgg_id": 318243,
    "rating": 7.54,
    "num_ratings": 6738,
    "description": "Create an instant party with HITSTER, the music card game of the century!\nListen to over 100 years of amazing hits, take turns arranging them in chronological order on your music timeline and create your trip down memory lane. \nThe first player to collect 10 hits is crowned the HITSTER\n\nHITSTER is the perfect game for an evening with lots of laughing, singing, dancing and sharing memories. Simply open the box, scan a song card and let the music do the rest to create an instant party. So what are you waiting for?\n\nHow to play\n1. Pick a music card and scan the QR code with the free Hitster app to automatically play it in Spotify\n2. Guess when the song was released by placing it in the right position of your music timeline.  \n3. Flip the music card. If correct, you keep the music card to build your timeline.\nTip: add the Hitster tokens into the mix for an even more exciting game\n\nFeatures:\n- With more than 300 of the greatest hits HITSTER will create an instant party for everybody…guar...",
    "has_image": true
  },
  "129": {
    "bgg_id": 424280,
    "rating": 7.44,
    "num_ratings": 1279,
    "description": "Get ready to spin the disco ball and dance to the beats in \"Hitster Bingo\"! Use the disco ball to determine the category, then scan the card and let the music play. Guess the decade, recognize the singers or bands, decide on the exact year or indicate whether the song was released before or after the 2000s. The first person to complete a row or column with the four different categories will be crowned \"Hitster Bingo champion!\"",
    "has_image": true
  },
  "130": {
    "bgg_id": 453732,
    "rating": 8.38,
    "num_ratings": 4,
    "description": "Rise as the mightiest warrior of the Oromo tribe and join your gods in the quest to save as many Holawakas as you can!\n\nPlay a card from your hand or the deck, rescue every Holawaka within your reach, and uncover the legendary Secret of Immortality!\n\n—description from the publisher",
    "has_image": true
  },
  "131": {
    "bgg_id": 25821,
    "rating": 6.68,
    "num_ratings": 12728,
    "description": "Werewolves of Miller's Hollow is a game that takes place in a small village which is haunted by werewolves. Each player is secretly assigned a role - Werewolf, Ordinary Townsfolk, or special character such as The Sheriff, The Hunter, the Witch, the Little Girl, The Fortune Teller and so on... There is also a Moderator player who controls the flow of the game. The game alternates between night and day phases. At night, the Werewolves secretly choose a Villager to kill. During the day, the Villager who was killed is revealed and is out of the game. The remaining Villagers (normal and special villagers alike) then deliberate and vote on a player they suspect is a Werewolf, helped (or hindered) by the clues the special characters add to the general deliberation. The chosen player is \"lynched\", reveals their role, and is out of the game. Werewolf is a social game that requires no equipment to play, and can accommodate almost any large group of players.\n\nThe Werewolves of Miller's Hollow/...",
    "has_image": true
  },
  "132": {
    "bgg_id": 148381,
    "rating": 5.93,
    "num_ratings": 346,
    "description": "How do you feel if you win the lottery? What if someone rejects you?\n\nPlaying with emotions has never been so much fun as in Ikonikus. In the game, a player raises an issue and the others must choose which of their cards best represents that emotion. Each card represents an emotion with multiple readings.\n\n•••\n\n¿Cómo te sientes en el sillón del dentista?, ¿cómo te sentirías si se te cayera el teléfono móvil al váter?…\n¿Serías capaz de contestar a esas preguntas utilizando cartas en lugar de palabras?\nLas cartas de Ikonikus solo contienen símbolos, pero las interpretaciones son infinitas porque todo depende del contexto y de tu propio punto de vista.\n\nIkonikus es un divertido juego en el que tendrás que desarrollar toda tu empatía y ponerte en el lugar del resto de participantes para adivinar qué sentirían las otras personas en cada situación.",
    "has_image": true
  },
  "133": {
    "bgg_id": 378477,
    "rating": 7.76,
    "num_ratings": 509,
    "description": "Awkward Guests 2: The Berwick Cases is a title of the Awkward Guests series specifically for two players or teams. It is a dice, mystery and deduction game that challenges you to solve the murder of one of the Berwick twins... and to plan the murder of her sister.\n\nThe games recreate the two murders of the Berwick sisters in different ways. The players take different roles in each case. In one they act as the mastermind PLOTTING how the murder occurred, and in the other as the investigator SOLVING the crime. The first investigator to correctly answer these questions first\n\nWHO killed Beatrice/Berenice Berwick?\nHOW did the murderer end her life?\nWHY did the murderer kill her?\n\nwins the game.\n\nIn their turn, the investigator:\n\n\n     Rolls the query dice.\n     Places the results on the game board according to what information they wish to receive from their rival, the mastermind. They can then interrogate suspects, question the household staff, examine the crime scene, search for clues...",
    "has_image": true
  },
  "134": {
    "bgg_id": 320,
    "rating": 6.27,
    "num_ratings": 35007,
    "description": "In this classic word game, players use their seven drawn letter-tiles to form words on the gameboard. Each word laid out earns points based on the commonality of the letters used, with certain board spaces giving bonuses.  But a word can only be played if it uses at least one already-played tile or adds to an already-played word.  This leads to slightly tactical play, as potential words are rejected because they would give an opponent too much access to the better bonus spaces.\n\nSkip-a-cross was licensed by Selchow & Righter and manufactured by Cadaco. Both games have identical rules but Skip-a-cross has tiles and racks made of cardboard instead of wood. The game was also published because not enough Scrabble games were manufactured to meet the demand.",
    "has_image": true
  },
  "135": {
    "bgg_id": 117663,
    "rating": 6.39,
    "num_ratings": 3311,
    "description": "Piraten Kapern (\"Pirate Capers\") is the German version of the 2011 game Otsarot o Tsarot, published by Shafir Games in Hebrew and English. It's part of a line of combined dice-and-card games that publisher AMIGO Spiel introduced in 2012.\n\nAs you might expect with a game titled Piraten Kapern, players must set off in search of treasure, pushing themselves to find as much as possible without losing their heads.\n\nAt the start of a turn, the active player rolls the eight special dice. He must set aside any skulls rolled, and his turn ends immediately with no score if he rolls a third skull. The player is free to set aside any number of other dice, rerolling the rest. He may continue to do this until the skulls get him or he stops. He then scores for dice combinations, with a three-of-a-kind earning 100 points, a four-of-a-kind 200 points, and so on all the way up to an eight-of-a-kind earning 4,000 points. Each gold or diamond showing is worth 100 points on its own. A player earns a 500...",
    "has_image": true
  },
  "136": {
    "bgg_id": 7326,
    "rating": 4.12,
    "num_ratings": 8,
    "description": "A simple nursery rhyme game for kids Ages 3 and up.  Players take turns spinning the spinner, trying to build up their waterspout (8 tiles).  The first person to complete their waterspout and place the spider on top wins.",
    "has_image": true
  },
  "137": {
    "bgg_id": 206,
    "rating": 6.36,
    "num_ratings": 450,
    "description": "Jalape-NO!, first released as Pepper, is a trick-taking game in which you want to dodge the spiciness to end up with the lowest score possible.\n\nThe deck consists of 108 cards (102 number cards and 6 pepper cards), with cards being numbered 1-18 in six colors and with the 1s being peppers. Based on the player count, you use 4-6 colors of cards ranging from 1-9 to 1-18.\n\nAt the start of each round, you receive 12 cards in hand, and you must place any peppers on the table in front of you. The lead player in a trick plays any card from their hand or one of their peppers. Each other player must follow suit, if possible, except that you are not forced to play the matching pepper card, should you have it. (However, if you do have it, you cannot play a pepper of another color to this trick.) Whoever plays the highest card in the suit led wins the trick and leads the next trick. If you win a pepper in a trick, place it on the table in front of you; you can play this pepper on a future trick...",
    "has_image": true
  },
  "138": {
    "bgg_id": 28023,
    "rating": 7.06,
    "num_ratings": 22084,
    "description": "Summary: This is a pirate-themed tactical race game with player interaction and side goals (e.g. detouring for treasure).  The winner is the player who best balances their position in the race with their success at the side goals.\n\nSetting: Jamaica, 1675.\nAfter a long career in piracy, Captain Henry Morgan skillfully gets appointed to be Governor of Jamaica, with the explicit order to cleanse the Caribbean of pirates and buccaneers! Instead, he invites all of his former \"colleagues\" to join him in his retirement, to enjoy the fruits of their looting with impunity. Each year, in remembrance  of the \"good old days,\" Morgan organizes the Great Challenge, a race around the island, and at its end, the Captain with the most gold is declared Grand Winner.\n\nGoal: The game ends on the turn when at least one player's ship reaches the finish line, completing one circuit around the island of Jamaica. At that point, players are awarded different amounts of gold in accordance with how far away fr...",
    "has_image": true
  },
  "139": {
    "bgg_id": 2452,
    "rating": 5.66,
    "num_ratings": 17163,
    "description": "Jenga is tower building game played with 54 wooden blocks; each block is 3 times as long as it is wide, and slightly smaller in height than in width. The blocks are stacked in a tower formation; each story is three blocks placed adjacent to each other along their long side, and each story is placed perpendicular to the previous (so, for example, if the blocks in the first story are pointing north-south, the second story blocks will point east-west). There are therefore 18 stories to the Jenga tower. Since stacking the blocks neatly can be tedious, a plastic loading tray is included.\n\nOnce the tower is built, the person who built the tower moves first. Moving in Jenga consists of taking one and only one block from any story except the completed top story of the tower at the time of the turn, and placing it on the topmost story in order to complete it. Only one hand at a time may be used to remove a block; both hands can be used, but only one hand may be on the tower at a time. Blocks...",
    "has_image": true
  },
  "140": {
    "bgg_id": 2452,
    "rating": 5.66,
    "num_ratings": 17163,
    "description": "Jenga is tower building game played with 54 wooden blocks; each block is 3 times as long as it is wide, and slightly smaller in height than in width. The blocks are stacked in a tower formation; each story is three blocks placed adjacent to each other along their long side, and each story is placed perpendicular to the previous (so, for example, if the blocks in the first story are pointing north-south, the second story blocks will point east-west). There are therefore 18 stories to the Jenga tower. Since stacking the blocks neatly can be tedious, a plastic loading tray is included.\n\nOnce the tower is built, the person who built the tower moves first. Moving in Jenga consists of taking one and only one block from any story except the completed top story of the tower at the time of the turn, and placing it on the topmost story in order to complete it. Only one hand at a time may be used to remove a block; both hands can be used, but only one hand may be on the tower at a time. Blocks...",
    "has_image": true
  },
  "141": {
    "bgg_id": 2452,
    "rating": 5.66,
    "num_ratings": 17163,
    "description": "Jenga is tower building game played with 54 wooden blocks; each block is 3 times as long as it is wide, and slightly smaller in height than in width. The blocks are stacked in a tower formation; each story is three blocks placed adjacent to each other along their long side, and each story is placed perpendicular to the previous (so, for example, if the blocks in the first story are pointing north-south, the second story blocks will point east-west). There are therefore 18 stories to the Jenga tower. Since stacking the blocks neatly can be tedious, a plastic loading tray is included.\n\nOnce the tower is built, the person who built the tower moves first. Moving in Jenga consists of taking one and only one block from any story except the completed top story of the tower at the time of the turn, and placing it on the topmost story in order to complete it. Only one hand at a time may be used to remove a block; both hands can be used, but only one hand may be on the tower at a time. Blocks...",
    "has_image": true
  },
  "142": {
    "bgg_id": 424816,
    "rating": 7.1,
    "num_ratings": 1410,
    "description": "Jungo is a hand-building game in which you try to be the first player to get rid of your cards.\n\nFrom a deck of 64 cards, with eight copies each of 1-8, players get a hand of cards that they cannot rearrange. The starting player leads a card or set of cards with the same value — but they can play multiple cards only if the cards are adjacent to one another in their hand. If cards have been played on the table, to play you must play the same number of cards with a higher value or a larger set of cards, e.g., 2 < 5 < 3,3 < 6,6 < 2,2,2 < 1,1,1,1. When you overplay someone, you can pick up the cards you beat and add them to your hand where you wish, or you can discard them.\n\nIf you cannot or choose not to play, you must pass, drawing a card from a facedown pile; some cards have two values on them, e.g., 1/2 or 5/6, and can be played as either number. You either add this card to your hand where you wish, discard it, or — calling on the law of the \"jungo\" — play it immediately as part of ...",
    "has_image": true
  },
  "143": {
    "bgg_id": 260307,
    "rating": 6.52,
    "num_ratings": 124,
    "description": "66 million years ago,\nWhen asteroids threatened the Earth, bounty hunter aliens came to Earth to rescue dinosaurs and exchange them for rewards offered by their alien leader, Glorb.\n\nEach player will play as an alien and every turn may choose to:\n-Rescue a Dinosaur (5 different species) \n-Play an Action card  \n-or Draw a card\n\nBut be careful! Because if you draw an asteroid card, it could hit your dinosaurs and those rescued by the players sitting next to you. You must roll the asteroid dice and hope for dinosaurs to survive the strike, unless you have a divert asteroid card that sends the meteorite directly to a player of your choice.\n\nA game of Kaboom Universe consists in 3 rounds of play, each one will finish when the unexpected Kaboom card appears.\nThe alien/player who collects more rewards after these 3 rounds will earn the BIG reward... keeping a T-Rex as a pet!\n\n-description from designer",
    "has_image": true
  },
  "144": {
    "bgg_id": 194196,
    "rating": 6.19,
    "num_ratings": 821,
    "description": "Kharnage is a fast and fun fighting game in a med-fan world in which you are the warchief of the mighty humans, the strong (and alcoholic) dwarves, the amazing horde of goblins, or the ferocious orcs (and their giant!). Your goal in Kharnage is to take control of something strategically essential, astoundingly beautiful, and envy of all other nations: a hill. Yes, just a hill. Admittedly, it is a nice hill. It may have a very commanding view of the surroundings, or it may not. You won't know until you get up there! To do so, you're going to have to drive off the armies of the other players by simply causing as much mayhem and bloodshed as possible.\n\nEach turn, you choose one battle card. The player with the lowest initiative value begins and:\n\n\n     Deploys new units and applies skills if needed, or\n     Attacks (shoot or assault) one opponent with all points, or two opponents by dividing their points.\n\n\nThe next player then begins their turn, doing the same. After all players have ...",
    "has_image": true
  },
  "145": {
    "bgg_id": 70323,
    "rating": 7.12,
    "num_ratings": 75313,
    "description": "In King of Tokyo, you play mutant monsters, gigantic robots, and strange aliens—all of whom are destroying Tokyo and whacking each other in order to become the one and only King of Tokyo.\n\nAt the start of each turn, you roll six dice, which show the following six symbols: 1, 2, or 3 Victory Points, Energy, Heal, and Attack. Over three successive throws, choose whether to keep or discard each die in order to win victory points, gain energy, restore health, or attack other players into understanding that Tokyo is YOUR territory.\n\nThe fiercest player will occupy Tokyo, and earn extra victory points, but that player can't heal and must face all the other monsters alone!\n\nTop this off with special cards purchased with energy that have a permanent or temporary effect, such as the growing of a second head which grants you an additional die, body armor, nova death ray, and more.... and it's one of the most explosive games of the year!\n\nIn order to win the game, one must either destroy Tokyo...",
    "has_image": true
  },
  "146": {
    "bgg_id": 201186,
    "rating": 7.08,
    "num_ratings": 1246,
    "description": "Summit: The Board Game is a survival game which, thanks to its two-sided game board and variable mechanisms, can be played competitively, cooperatively or solo.\n\nIn a competitive game, players race up and down the deadly mountain while managing their resources, building their path, overcoming obstacles, and attempting to survive their competition. Summit uses a unique karma system that allows players to actively help or hinder their opponents — but it also affects end game scoring. For a few extra points, you could share some of your valuable food or oxygen, or maybe you can afford to lose some points so you choose to cut their rope and watch them disappear down the mountain.\n\nIn a cooperative or solo game, players must now work together to overcome the mountain and survive the expedition. Summit is a game so grueling you need only one team member to survive the ascent and descent, so players may sacrifice themselves for the good of the team. The mountain has a \"Sherpa Track\" and a ...",
    "has_image": true
  },
  "147": {
    "bgg_id": 65244,
    "rating": 6.75,
    "num_ratings": 54034,
    "description": "Forbidden Island is a visually stunning cooperative board game. Instead of winning by competing with other players like most games, everyone must work together to win the game. Players take turns moving their pawns around the 'island', which is built by arranging the many beautifully screen-printed tiles before play begins. As the game progresses, more and more island tiles sink, becoming unavailable, and the pace increases. Players use strategies to keep the island from sinking, while trying to collect treasures and items. As the water level rises, it gets more difficult- sacrifices must be made.\n\nWhat causes this game to truly stand out among co-op and competitive games alike is the extreme detail that has been paid to the physical components of the game. It comes in a sturdy and organized tin of good shelf storage size. The plastic treasure pieces and wooden pawns are well crafted and they fit just right into the box. The cards are durable, well printed, and easy to understand. T...",
    "has_image": true
  },
  "148": {
    "bgg_id": 284083,
    "rating": 7.76,
    "num_ratings": 47834,
    "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.\n\nWith each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.\n\nThe team completes a mission only if every single player is successful in fulfilling their tasks.\n\nThe game comes with 50 missions, with three additional missions published in spielbox 2/2020.",
    "has_image": true
  },
  "149": {
    "bgg_id": 284083,
    "rating": 7.76,
    "num_ratings": 47834,
    "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.\n\nWith each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.\n\nThe team completes a mission only if every single player is successful in fulfilling their tasks.\n\nThe game comes with 50 missions, with three additional missions published in spielbox 2/2020.",
    "has_image": true
  },
  "150": {
    "bgg_id": 160851,
    "rating": 6.86,
    "num_ratings": 11921,
    "description": "The harvest is in, and the artisans are hard at work preparing for the upcoming festival. Decorate the palace lake with floating lanterns and compete to become the most honored artisan when the festival begins.\n\nIn Lanterns: The Harvest Festival, players have a hand of tiles depicting various color arrangements of floating lanterns, as well as an inventory of individual lantern cards of specific colors. When you place a tile, all players (you and your opponents) receive a lantern card corresponding to the color on the side of the tile facing them. Place carefully to earn cards and other bonuses for yourself, while also looking to deny your opponents. Players gain honor by dedicating sets of lantern cards — three pairs, for example, or all seven colors — and the player with the most honor at the end of the game wins.",
    "has_image": true
  },
  "151": {
    "bgg_id": 285540,
    "rating": 5.56,
    "num_ratings": 57,
    "description": "In Wurf & Weg players try to get rid of their dice as fast as possible. \nTo do so, you have two methods available:\n- rolling one of the symbols on your coaster, letting you give that die to your opponent\n- rolling the lucky symbol and moving that die to the central coaster\n\nFirst one to get rid of all their dice wins the round, the game is won by winning 3 rounds.",
    "has_image": true
  },
  "152": {
    "bgg_id": 391834,
    "rating": 6.49,
    "num_ratings": 2082,
    "description": "Become the greatest wizard of the Annual Grand Rite by collecting and managing your Materia to feed your familiar and learn your spells. Act quickly to use your powers early...or wait to unleash them at full strength. Your path to victory is full of choices and combined tactics!\n\nIn SpellBook, each player, accompanied by a familiar, possesses a grimoire and collects Materia to master spells and feed their familiar. The game provides pre-drawn spell sets for use in the early rounds, but soon players start drawing spells randomly or create their own spell combinations that are common to all players. Each spell combination gives an effect that lasts the rest of the game, and the more ingenious the combination, the more powerful the effect. As the rounds progress, the game becomes a different experience every time, with more than 2,100 spell combinations being possible.\n\nThe game ends as soon as a magician's grimoire is complete or a familiar is fully fed, then the player with the most ...",
    "has_image": true
  },
  "153": {
    "bgg_id": 267359,
    "rating": 6.23,
    "num_ratings": 197,
    "description": "Linkto Food — first released as Links Cuisine — is a co-operative trivia game in which players team up to find the key amongst the fifty cards that feature unique food art.\n\nTogether, players link all 49 clue cards to the 50 word cards. They then discover whether the remaining, unlinked word card is the key to their victory, validating its code with the answer card to know whether they've won the game!\n\nLinkto Food, which has also been released as Match Up! Food, offers five levels of difficulty in the game, as well as a competitive mode for those who want it. The unlinked word card differs at each difficulty level, and the clues themselves also differ, getting much harder to decipher at the higher levels.",
    "has_image": true
  },
  "154": {
    "bgg_id": 452680,
    "rating": 0.0,
    "num_ratings": 0,
    "description": "\"Listos, Listas y Listakens: Junior\" takes fun to a whole new level!\n32 new categories adapted for the youngest members of the family. Think fast, laugh more. Fun is guaranteed!\n\nHow to play in 3 steps:\n1. Choose a letter: Use the list of letters. Once someone says ‘STOP!’, that will be the letter for that round.\n2. Fill in a row: Find a word per category that starts with the chosen letter. Quick, time is ticking!\n3. Add up your points: Each answer has a value. The special ‘Listakens – Doble puntuación’ boxes double the result. The person with the most points at the end of the sheet wins!",
    "has_image": true
  },
  "155": {
    "bgg_id": 452680,
    "rating": 0.0,
    "num_ratings": 0,
    "description": "\"Listos, Listas y Listakens: Junior\" takes fun to a whole new level!\n32 new categories adapted for the youngest members of the family. Think fast, laugh more. Fun is guaranteed!\n\nHow to play in 3 steps:\n1. Choose a letter: Use the list of letters. Once someone says ‘STOP!’, that will be the letter for that round.\n2. Fill in a row: Find a word per category that starts with the chosen letter. Quick, time is ticking!\n3. Add up your points: Each answer has a value. The special ‘Listakens – Doble puntuación’ boxes double the result. The person with the most points at the end of the sheet wins!",
    "has_image": true
  },
  "156": {
    "bgg_id": 452680,
    "rating": 0.0,
    "num_ratings": 0,
    "description": "\"Listos, Listas y Listakens: Junior\" takes fun to a whole new level!\n32 new categories adapted for the youngest members of the family. Think fast, laugh more. Fun is guaranteed!\n\nHow to play in 3 steps:\n1. Choose a letter: Use the list of letters. Once someone says ‘STOP!’, that will be the letter for that round.\n2. Fill in a row: Find a word per category that starts with the chosen letter. Quick, time is ticking!\n3. Add up your points: Each answer has a value. The special ‘Listakens – Doble puntuación’ boxes double the result. The person with the most points at the end of the sheet wins!",
    "has_image": true
  },
  "157": {
    "bgg_id": 406320,
    "rating": 6.87,
    "num_ratings": 271,
    "description": "The card game L.A.M.A. Kadabra plays similarly to the 2019 game L.L.A.M.A., but with a few additions that complicate gameplay and your choices of what to do.\n\nLet's start with the basics of L.L.A.M.A.: Each player starts a round with six cards in hand; the deck consists of llama cards and cards numbered 1-6. On a turn, the active player can play a card, draw a card, or quit. To play a card, you must play the same number as the top card of the discard pile or one number higher. If a 6 is on top, you can play a 6 or a llama, and if a llama is on top, you can play another llama or a 1. If you quit, you place your remaining cards face down and take no further actions. If all players have quit but one, that player can continue to play, but cannot draw more cards.\n\nThe round ends when one player empties their hand or all players have quit. In either case, players collect chips based on the cards in their hand. Each different number card in hand gets you white chips (each worth 1 point) eq...",
    "has_image": true
  },
  "158": {
    "bgg_id": 337998,
    "rating": 8.12,
    "num_ratings": 49,
    "description": "Designed for 2 - 5 players, Llamasters is premium entertainment created for card game revelers looking to nurture their relationships with one another.\n\nThere is more than one game mode to choose from, and it doesn’t matter if you’re a teenager, an old age pensioner, or anything in between: just about anyone can play and be transported to a wacky world of llamas.\n\nThe game is set in a savage Llama Kingdom, containing a plethora of comical llama characters - from royalty to thieves, and oracle readers to singers. There are also a bunch of other whimsical figures, such as killer sloths and armadillo guardians, that come with their own perks.\n\nThe aim of the game is to ultimately protect your kingdom, by ensuring your Llama King or Queen remains standing, which you can do by keeping their cards in your possession until the very end. You can also win by collecting 3 Buddha Llamas, but this can be reduced to 2 with the right combination of cards.\n\nGameplay involves tactical scheming thro...",
    "has_image": true
  },
  "159": {
    "bgg_id": 50,
    "rating": 7.26,
    "num_ratings": 50464,
    "description": "Lost Cities is a card game in the Kosmos two-player series. The game originally consisted of a single deck of cards of rank 2–10 in five different colors with three special \"handshakes\" (\"HS\" in scoring examples below) in each suit, but as of 2018 the game now includes six colored suits, with the sixth color being optional for gameplay. A game board is included to organize discarded cards and help players organize their card collections.\n\nThe object of the game is to gain points by mounting profitable archaeological expeditions to the different sites represented by the colored suits of cards. On a player's turn, they must first play one card, either to an expedition or by discarding it to the color-appropriate discard pile, then draw one card, either from the deck or from the top of a discard pile. Cards played to expeditions must be in ascending order, but they need not be consecutive. Handshakes are considered lower than a 2 and represent investments in an expedition. Thus, if you...",
    "has_image": true
  },
  "160": {
    "bgg_id": 129622,
    "rating": 7.23,
    "num_ratings": 71352,
    "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first?\n\nLove Letter is a game of risk, deduction, and luck for 2–4 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!\n\nNumber 4 in the Setting: Tempest Shared World Game Series",
    "has_image": true
  },
  "161": {
    "bgg_id": 129622,
    "rating": 7.23,
    "num_ratings": 71352,
    "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first?\n\nLove Letter is a game of risk, deduction, and luck for 2–4 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!\n\nNumber 4 in the Setting: Tempest Shared World Game Series",
    "has_image": true
  },
  "162": {
    "bgg_id": 298173,
    "rating": 6.36,
    "num_ratings": 173,
    "description": "Honeymoon is a quick roll-and-write game for two or more players. The goal of the game is to score as many points as possible by mining sweets from a moon of sugar.\n\nEach turn, players roll a six-sided die and extend their network of tunnels by crossing off as many spaces as the die shows. They always have to cross off spaces in a straight line. If they cross off an item, they collect it. After any player collected the first set of sweets, a timer sets in that will trigger the end of the game.\n\nPlayers will score points for each item as well as sets of items. The player with the most total points wins.\n\n—description from the publisher",
    "has_image": true
  },
  "163": {
    "bgg_id": 246761,
    "rating": 7.12,
    "num_ratings": 4000,
    "description": "Cooperation is key in Cahoots! Play cards to one of four piles by matching color or number. Work together as a team to complete a series of goals — without communicating what's in your hand. Can you make all piles purple or green? Every card lower than four? All cards add up to ten? There's only one way to win before time runs out: Play in cahoots!\n\nNote that the original Cahoots has a player count of 2-4, while Tippi Toppi (Schmidt Spiele's licensed version of the game) has a player count of 1-4. Notes a Schmidt editor: \"It is works quite well as a solo game, too.\"\n\nNot to be confused with the other Cahoots game released in 2018.",
    "has_image": true
  },
  "164": {
    "bgg_id": 318083,
    "rating": 6.42,
    "num_ratings": 124,
    "description": "ALERT! ALERT!\nThe Robot ED-210 has taken control of the space base, kidnapped the entire crew... and planted a bomb!\nThe space base is in danger and you are the rescue team. You must all work together because you only have 3 minutes to free the captain, 2 minutes to defuse the bomb and 1 minute to escape in the rocket.\nFind the necessary elements to rescue each astronaut, try to remember where everything is in case you need it later on, meet the objectives in the time limit and be very careful with the events, which will make you waste your precious time.\n\nCooperative game in real time in which players must rescue the trapped astronauts and complete the 3 missions by finding the necessary elements among the tiles that make up the space base.\nThe first mission lasts 3 minutes, the second mission 2 minutes and the third 1 minute.\n\n\n            \n        \n    \n\n\n¡ALERTA! ¡ALERTA! \nEl Robot ED-210 ha tomado el control de la base espacial, ha secuestrado a toda la tripulación... ¡y ha col...",
    "has_image": true
  },
  "165": {
    "bgg_id": 463,
    "rating": 7.59,
    "num_ratings": 42644,
    "description": "GAME SYSTEM\n\n    \n    \n         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.\n\n    \n\n\nFrom the official website:  In the Magic game, you play the role of a planeswalker—a powerful wizard who fights other planeswalkers for glory, knowledge, and conquest. Your deck of cards represents all the weapons in your arsenal. It contains the spells you know and the creatures you can summon to fight for you.\n\nThis is the grandfather of the collectible card game (or CCG) genre.  Cards are categorized as common, uncommon, rare, and mythic rare.  Players collect cards and build decks out of their collection.\n\nPlayers build a deck of cards and duel against an opponent's deck.  Players are wizards attempting to reduce their opponent's life total to zero.  The first player to reduce his opponent's life to zero (or meet another set win condition) wins the game.\n\nAn important pa...",
    "has_image": true
  },
  "166": {
    "bgg_id": 463,
    "rating": 7.59,
    "num_ratings": 42644,
    "description": "GAME SYSTEM\n\n    \n    \n         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.\n\n    \n\n\nFrom the official website:  In the Magic game, you play the role of a planeswalker—a powerful wizard who fights other planeswalkers for glory, knowledge, and conquest. Your deck of cards represents all the weapons in your arsenal. It contains the spells you know and the creatures you can summon to fight for you.\n\nThis is the grandfather of the collectible card game (or CCG) genre.  Cards are categorized as common, uncommon, rare, and mythic rare.  Players collect cards and build decks out of their collection.\n\nPlayers build a deck of cards and duel against an opponent's deck.  Players are wizards attempting to reduce their opponent's life total to zero.  The first player to reduce his opponent's life to zero (or meet another set win condition) wins the game.\n\nAn important pa...",
    "has_image": true
  },
  "167": {
    "bgg_id": 364008,
    "rating": 6.92,
    "num_ratings": 562,
    "description": "Maudit Mot Dit is a game in which you will have to guess a word in a specific number of clues chosen for you! Be careful that it is not guessed too quickly, or not guessed at all!\n\nHow to play ?\nA player secretly opens the box and discovers a word to be guessed with a precise number of clues.\nThey give clues one by one so that their word is found with the right number of clues, no more, no less...\nIf an opponent guesses the right word too early, they steal the points!\n\nWill you be able to turn around the word?\nThe trick is to use the right number of clues to get the right word. For example with 3 players: Irma tries to guess the secret word Pisces with 4 clues. After saying \"Astrology\" and \"Moon\", she says \"Tail\" as the third clue. Felix suggests Pisces, the round stops immediately and he alone wins 3 points!\n\n—description from the publisher",
    "has_image": true
  },
  "168": {
    "bgg_id": 297978,
    "rating": 6.75,
    "num_ratings": 5672,
    "description": "Every spring, millions of monarch butterflies leave Mexico to spread out across eastern North America. Every fall, millions fly back to Mexico. However, no single butterfly ever makes the round trip.\n\nMariposas is a game of movement and set collection that lets players be part of this amazing journey.\n\nMariposas is played in three seasons. In general, your butterflies try to head north in spring, spread out in summer, and return south in fall. The end of each season brings a scoring round, and at the end of fall, the player with the most successful family of butterflies — i.e., the most victory points — wins the game.\n\n—description from the publisher",
    "has_image": true
  },
  "170": {
    "bgg_id": 359152,
    "rating": 7.29,
    "num_ratings": 3121,
    "description": "In Marvel: Remix, players build a team of heroes and allies to take on infamous villains. They are dealt a hand of seven cards that will contain characters, items, or locations from throughout the Marvel Universe. Then, players go about can arming their characters with powerful equipment or maneuvers and use their cards to pull off epic combos. The player that has the most points at the end of the game wins.\n\nThe game box comes with 61 Remix cards, 18 Villain cards, a score pad, and a rulebook. This game is for two to six players, ages 12 and up, and plays in 20 minutes.",
    "has_image": true
  },
  "171": {
    "bgg_id": 298047,
    "rating": 7.55,
    "num_ratings": 13026,
    "description": "In Marvel United, you take the role of iconic Marvel Heroes cooperating to stop the master plan of a powerful Villain controlled by the game. Each Villain unveils their unique master plan, with cards that trigger different effects, and threats that pose challenges across the locations. Heroes must choose carefully the cards to play from their unique decks, that not only offer different actions and superpowers to use, but also combine with the actions of other Heroes to do the impossible. Build your storyline, unite your powers, save the day!\n\nYou’ll build a Storyline by drawing the Villain’s cards and playing your own Hero cards to counter the Villain’s schemes. Your cards allow you to move your Hero around, rescue Civilians, defeat Thugs, clear Threats, and use your Hero’s unique powers. Heroes can unite their abilities to act as the perfect team.\n\nMeanwhile, the Villain will roam the city, weaving their plan, spreading chaos, deploying Henchmen, and attacking the Heroes. Only afte...",
    "has_image": true
  },
  "172": {
    "bgg_id": 302336,
    "rating": 6.72,
    "num_ratings": 3214,
    "description": "Dominate the Marvel universe as an iconic comic book villain! Each villain follows a unique path to victory; each uses different abilities to face other villains and mighty heroes from across the universe. Choose Hela, Killmonger, Taskmaster, Thanos, or Ultron and fulfill your dark destiny!\n\nIn Marvel Villainous: Infinite Power, players move their villains to different locations within their domain, carry out the actions there, and deal twists of fate to their opponents from a shared fate deck. Three different game modes allow players to scale the difficulty of their game by facing more or fewer events — situations that extract a heavy toll on villains until they are resolved the only way villains know how. Specialty cards add to each villain's ability, making them even more formidable as more specialty cards are played. With beginner and advance options, this game is an adventure for the whole family!\n\n—description from the publisher",
    "has_image": true
  },
  "173": {
    "bgg_id": 351817,
    "rating": 7.94,
    "num_ratings": 2745,
    "description": "In Marvel Zombies: A Zombicide Game, the hunger takes hold after many superheroes in the Marvel Universe have been turned into zombies. You play as these infected heroes and will be eating people to satisfy your hunger...and objectives within the game.\n\nMarvel Zombicide is a stand-alone game using mostly the same Zombicide mechanics but set in the Marvel Universe.",
    "has_image": true
  },
  "174": {
    "bgg_id": 331652,
    "rating": 6.55,
    "num_ratings": 514,
    "description": "Mazescape is a fascinating and intriguing game of labyrinths for one player that guarantees intense brain racking moments as you search for the exit. It is a game you can take anywhere and play time and time again to discover all the different nooks and crannies of the seven maps included.\n\nIt is a completely unique concept that promises to equally surprise and create headaches in equal measure. In this original game from Devir, you will unfold a map on the table, where you will start at the compass rose with the pointer you will find in the box, moving it along the labyrinth paths marked in white without ever lifting it from the map. You will have to open and close different parts of the map in search of the Impossible Triangle that will allow you to escape the maze. You can go under bridges, climb up ladders and run around in circles in the maze and in your own head until the exit finally leads you to… the next map!\n\nMazescape Ariadne places you in the ancient Crete of legend, whe...",
    "has_image": true
  },
  "175": {
    "bgg_id": 331059,
    "rating": 6.63,
    "num_ratings": 1210,
    "description": "A crime was just committed! The victim is unable to speak — but they can draw, and in doing so they will ideally help the inspectors guess who in the vast crowd is the criminal! This shifty character will do anything and everything to cover their tracks, though, so will you be able to stop them before the last message?\n\nIn Last Message, the victim of the crime gives clues over four rounds to help the detectives determine the identity of the criminal. To give clues in a round, the victim has 30 seconds in which to draw and write in a 3x3 grid — but before handing over these clues, the criminal can erase part of these drawings.\n\nIf the criminal is not identified by the end of the fourth round, they win the game; otherwise, the detectives and the victim win.",
    "has_image": true
  },
  "176": {
    "bgg_id": 255639,
    "rating": 6.34,
    "num_ratings": 516,
    "description": "The age of the dinosaurs is back — this time safely behind glass! Build the best dino zoo and impress your guests in a frantic, real-time puzzle game.\n\nDinosaurs are back and the world is clamoring to see them! In Mesozooic, it's your job as the director to plan and construct a zoo that will surpass any others. Fill your zoo with a variety of crowd-pleasing features: wow your visitors with towering dinosaur enclosures, entertain them with prehistoric attractions, and let them travel around the zoo in style on a network of monorails.\n\nOver the course of three rounds, players draft the most desirable features into their hand, piece their zoo together in real-time, and score each layout to see who has created the best zoo.\n\nAfter drafting your favorite features, you’ll have to organize them in your zoo—but things won’t always go as planned! Race against time by frantically sliding the cards one at a time to match up features and optimize your zoo’s layout. Complete dinosaur enclosures,...",
    "has_image": true
  },
  "178": {
    "bgg_id": 377515,
    "rating": 6.7,
    "num_ratings": 1264,
    "description": "In Mind Up!, you start with a line of cards on the table, with as many cards as players. Each turn, players pick a card from their hand and simultaneously reveal it to make a new line, ordered from the lowest to the highest card. Each player then takes the card in the previous line at the same position as the one they just played, adding it to their tableau. These cards will score points at the end of the round, depending on their color and the order they were picked. After being scored, they become the player's hand for the next round.",
    "has_image": true
  },
  "179": {
    "bgg_id": 378758,
    "rating": 7.1,
    "num_ratings": 1783,
    "description": "Imperial Miners is a light engine-building card game for 1 to 5 players from designer Tim Armstrong (Arcana Rising,  Orbis), in which players excavate mines using a clever card activation system. This stand-alone game is set in the popular Imperial Settlers universe and offers beautiful illustrations, easy-to-grasp rules, and satisfying gameplay full of chain reactions and engine-building synergies.\n\nIn Imperial Miners, players create their own mines by playing cards into their personal tableau. They start from the surface and develop downward. Each time a card is added to their mine, it activates itself and all the cards above it, rewarding a player with satisfying chain reactions and combos. The cards belong to six different factions and offer various strategies. Players mix different factions in their mines to achieve the best results.\n\nWhile developing their mines, players also advance on progress boards. During set-up, three out of the six available progress boards are randomly...",
    "has_image": true
  },
  "180": {
    "bgg_id": 311715,
    "rating": 7.29,
    "num_ratings": 3359,
    "description": "Mini Rogue is a minimalist dungeon crawler board game in which one or two players delve into a deep dungeon in order to get a mysterious ruby called the Og's Blood.\n\nThe players must choose how to spend their resources to be powerful enough to confront ever more difficult monsters and hazards. Randomly generated levels and encounters make every playthrough a unique experience!\n\n—description from the publisher",
    "has_image": true
  },
  "181": {
    "bgg_id": 191071,
    "rating": 6.85,
    "num_ratings": 1411,
    "description": "In Mino Dice, first released as Skull King: Das Würfelspiel, players try to predict the result of dice battles, and whoever predicts most accurately will come out the winner of the contest.\n\nThe game includes seven types of dice: minotaurs, griffins, mermaids, and four types of number dice. The game lasts 6-8 hands depending on the number of players, and in each round each player draws a number of dice from the bag equal to the current hand, e.g., five dice for the fifth hand, then places them behind their screen, keeping these dice a secret from all. After getting their dice, each player simultaneously bids the number of tricks they think they'll claim during the round by putting out fingers on their hand. Record these bids on the scoresheet.\n\nThe first player in a hand chooses a die from behind their screen, then rolls it in public. If they roll a number die, each other player must roll a number die of this color, if possible; otherwise they roll a die of their choice. Alternative...",
    "has_image": true
  },
  "182": {
    "bgg_id": 285183,
    "rating": 6.49,
    "num_ratings": 208,
    "description": "Misión secreta (Secret Mission) is a semi-cooperative card game with one or more hidden traitors.\nPlayers play the role of engineers trying to build a state-of-the-art superrobot which is divided in 4 parts (card boards). Players add the pieces necessary to build each part, adding cards face down to the boards.\n\nEvery time the number of added cards equals the number of needed items, the players flip the cards and check if the added items match exactly the ones needed. If so, the task is completed, if not, they must build that part again from zero.\n\nThe goal of the game is to build the complete robot before the deck ends. If players fail to do so, the traitors win.\n\nYou depend on each other to fulfill the mission, but you’ll need to unmask the traitors that hide among you before it is too late.\n\n—description from the publisher",
    "has_image": true
  },
  "183": {
    "bgg_id": 396542,
    "rating": 7.14,
    "num_ratings": 819,
    "description": "Is a microwave more important to humanity than diapers? How differently does a rocking horse move compared to a windshield wiper? And don't a pizza cutter and a unicycle look similar in some way?\n\nYour goal in The Same Game is to help your fellow players avoid falling into a trap. To set up, choose a difficulty level (1-4), then randomly choose the 6-9 category cards (e.g., length, material, price, movement, duration of use, etc.) and lay them on the table. Each player secretly draws a number tile from the bag — from 1 up to the number of categories — returns this tile to the bag, then writes this number on their player board. (More than one player might have this number.) Finally, place a number tile next to each category and deal each player a face-down object card.\n\nAfter looking at your object card, think of an object that's as similar to your card as possible in your trap category, that is, the category next to the number you wrote down. If your trap category is price, for exam...",
    "has_image": true
  },
  "184": {
    "bgg_id": 387378,
    "rating": 7.16,
    "num_ratings": 5650,
    "description": "Let me take you on a journey to the year 2075. Just as soon as they took control of the world, cats set their sights on a new frontier - space! The crème de la crème of feline specialists now compete for cosmic dominance, with their determination unmatched even by the lack of opposable thumbs. It's a fierce race, filled with catnip-fueled shenanigans and rockets that go boom! Who will emerge victorious in this epic race, claim their paws on the infinite treasures of the Milky Way, and become the true cosmic conquerors?\n\nMLEM: Space Agency is a family board game where you step into the shoes of fearless captains of cosmic expeditions. But hold on, these aren't your ordinary explorers - they're cats! These intrepid felines have long conquered the Earth with their unmatched bravery, and now they've set their sights on conquering the entire cosmos. However, their clumsiness might lead to some purrfectly chaotic cat-astrophes. Take the helm of a cosmic rocket, reach for the stars, or tru...",
    "has_image": true
  },
  "185": {
    "bgg_id": 429446,
    "rating": 6.95,
    "num_ratings": 228,
    "description": "The Moirai (often called The Three Fates in English) are goddesses from Greek mythology. They have set their spinning wheel in motion to weave the destiny of humankind. Clotho spins together the thread of life, Lachesis uses her rod to measure the lengths of that thread, and Atropos is in charge of deciding when to cut a soul’s thread.\n\nAs commanded by the three Moirai, the players must create a loom with cards in which various lives will be woven together. On their turn, players choose to keep a card or take an entire discarded pile and place all those cards in their loom. At the end of Moirai, the players score points according to the scoring criteria of Clotho, Lachesis, and Atropos cards. Whoever does the best wins.\n\n—description from the publisher",
    "has_image": true
  },
  "186": {
    "bgg_id": 322282,
    "rating": 6.75,
    "num_ratings": 699,
    "description": "In Momiji, you attempt to fulfill objectives by collecting the most valuable autumn leaves from the Imperial Garden in ancient Japan.\n\nYou start with a hand of six leaf cards and a series of three landscape powers that combine to form a unique panorama. (For the first game, landscapes are assigned, but they can be drafted in subsequent games.) Leaf cards come in 4-6 types depending on the number of players, with values of 0-3 in each type. Start with four random cards in the central playing area, sorted by type. Place 4-6 randomly chosen objective tokens in the center of play; sample objectives are collecting the most 0s, having the most cards of a specific type, or having the highest sum of visible cards at game's end.\n\nOn your turn, choose one of these three options:\n\n\n     Collect leaf cards: Take all the leaves of one type from the central display and add them to your hand; if you wish, pay one acorn token to reveal four new leaf cards prior to choosing a type.\n     Play leaf ca...",
    "has_image": true
  },
  "187": {
    "bgg_id": 238393,
    "rating": 7.26,
    "num_ratings": 1425,
    "description": "Wage war against opponents on a hexagonal board. Prepare your armies to face off on the battlefield and surprise your enemy with your choice of special abilities!\n\nMonolith Arena is a fantasy battleground board game built around the base engine of Neuroshima Hex, which is also from designer Michał Oracz. The game includes four factions, with unique abilities and units. Players take turns placing tiles on the hexagonal play field, building offensive and defensive advantages, all of which are activated when the field is filled or when a player uses a \"battle\" order.\n\nA new feature is the three-level \"monolith\" for each player, where the faction banner is set into the top level. The other two levels are secretly set with battlefield tokens chosen by the player at the outset, providing a strategic choice in setup that will play out during the tactical operations of the game. The monoliths mitigate the influence of the random tile draw that otherwise drives the game, giving players more ...",
    "has_image": true
  },
  "188": {
    "bgg_id": 183508,
    "rating": 5.79,
    "num_ratings": 164,
    "description": "A Fallout thematic monopoly game.\n\nWelcome to the world of fallout, as the Overseer has hand picked you to venture beyond the safe confines of your Vault to explore a world destroyed by nuclear war. Do you have what it takes to rebuild civilization as you buy, sell and trade your way through the Wasteland to determine the fate of mankind ? Good luck and welcome home.",
    "has_image": true
  },
  "190": {
    "bgg_id": 404983,
    "rating": 6.82,
    "num_ratings": 304,
    "description": "In Monopoly Knockout, you compete individually or in teams, taking turns sliding your four tokens down the long three-foot-long game board and trying to land them on properties. At the end of each round, you collect or pay cash based on where your tokens ended up, whether through good aim or an opponent trying to knock you out. Will you land on the best properties or get knocked into jail?\n\nWhoever ends up with the most cash wins!",
    "has_image": true
  },
  "191": {
    "bgg_id": 350663,
    "rating": 5.85,
    "num_ratings": 43,
    "description": "Heed the call to capture monsters from across the Forgotten Realms in MONOPOLY: Dungeons & Dragons! Buy, sell, and trade traditional and modern iconic and deadly monsters like the Beholder, Storm Giant, and infamous Demogorgon to nerf the competition. Six collectible tokens representing classes including Halfling Rogue, Human Fighter, Human Wizard, Dwarven Cleric, Elven Ranger, and Tiefling Bard take you around the board to make discoveries, build up Expeditions and Bases, and collect custom D&D currency to become the richest adventurer and win!\n—description from the publisher\n\nAs an officially-branded Monopoly variety, the four corner squares are not allowed to be rethemed, but the rest of the game is D&D-themed. Gameplay works the same as classic Monopoly.\n\nIncludes game board, 6 metal tokens, 28 Title Deed Cards, 16  Encounters (Chance) Cards, 16 Treasure (Community Chest) Cards, paper money with customized art, 32 Expeditions (Houses), 12 Bases (Hotels), 2 dice, and rules.",
    "has_image": true
  },
  "192": {
    "bgg_id": 402866,
    "rating": 6.47,
    "num_ratings": 27,
    "description": "Get ready to play hide and seek with monsters — but they won't just stay where they were. They will appear here and there in the blink of an eye, so you might need to use candies to attract them and catch them!\n\nMonster Hide and Seek is a memory game that uses double-sided monster cards to trick your memory. On your turn, flip any two monster cards. If the flip sides match, you win the cards. If they don't, simply put them down WITHOUT flipping them back. Do you remember what's on the other side of these two cards? Don't let your memory fail you!",
    "has_image": true
  },
  "193": {
    "bgg_id": 209001,
    "rating": 7.14,
    "num_ratings": 1503,
    "description": "Monster Lands is a competitive dice-placement game that combines resource management, worker placement, and fun combat.\n\nYou will take on the role of the leader of a small clan of brave warriors, competing to win the crown of the Lands of the Discord. You will visit buildings within the Citadel, the last bastion against the monsters that have overrun the kingdom, and also travel to the outside, the areas surrounding the Citadel, where you will battle monsters and reclaim the lands for the Queen.\n\nAt the end of the game, the crown is handed to the clan with most victory points, which are gained by amassing glory, reputation, gold, and trophies from defeating monsters. The most important factor is glory; to gain it you must leave the safety of the Citadel and undertake missions, defeat or capture monsters, and conquer lands.\n\nYour mercenaries provide you with dice, which you will use to take actions using a “worker-placement” mechanic. In the Citadel, your dice allow you to improve yo...",
    "has_image": true
  },
  "194": {
    "bgg_id": 326908,
    "rating": 7.15,
    "num_ratings": 741,
    "description": "La Morada Maldita is the story of a ancient gem-collecting explorer who dies. The villagers inherit all the gems. A weird magic emanates from a large purple jewel... do you dare to take it? You shouldn't but it's so pretty...\n\nEach player is placed on the table with their challenge cards face down in front of 65 gems of various shapes and colors, including a large purple gem.\n\nAll at once will turn over their first card, which corresponds to a specific gem. You have to find it and pick up the next one and so on until a player is the first to get all the gems that his cards have. And that player will have to take the great purple jewel.\n\nEach player checks his mistakea, taking each correct card to his victory point and each incorrect card is discarded. Those that have not been completed will remain as a bonus for the next round.\n\nThe player who got the purple jewel will receive a curse card and play the next round with a handicap. If the event variant is also added ... the game becom...",
    "has_image": true
  },
  "195": {
    "bgg_id": 194879,
    "rating": 6.96,
    "num_ratings": 11867,
    "description": "It is the 25th century. You are a member of an intergalactic expedition shipwrecked on a mysterious planet named Artemia. While waiting for the rescue ship, you begin to explore the planet but an alien entity picks up your scent and begins to hunt you. You are NOT ALONE! Will you survive the dangers of Artemia?\n\nNOT ALONE is an asymmetrical card game, in which one player (the Creature) plays against the stranded explorers (the Hunted).\n\nIf you play as one of the Hunted, you will explore Artemia using Place cards. By playing these and Survival cards, you try to avoid, confuse or distract the Creature until help arrives.\n\nIf you play as the Creature, you will stalk and pursue the shipwrecked survivors. By playing your Hunt cards and using the mysterious powers of Artemia, you try to wear down the Hunted and assimilate them to the planet forever.\n\nNOT ALONE is a immersive, thematic card game, where you use guessing, bluffing, hand management, and just a pinch of deck-building to achiev...",
    "has_image": true
  },
  "196": {
    "bgg_id": 343362,
    "rating": 7.12,
    "num_ratings": 1439,
    "description": "In the center of a vast, but secret forest stands the Arch-Oak — a majestic tree that was already a sapling when the world was still young. It is even said that from its wood, the Gods crafted the first humans and animals.\n\nDruidic orders from far and wide flock together around its roots to bathe in its glory. Arch-druids sanctify sacred places and erect rune-etched monoliths, while bards tell the tallest tales to recruit a greater following. Ovates read the omens to gain a glimpse of the things to come, while sacrificers use force to defend their Order's beliefs.\n\nOak puts you in the role of the leader of one of four different druid orders, with you attempting to establish that your order deserves to be chosen by the Arch-Oak's spirit to stay and learn its secrets. Your order starts out small and insignificant, but if you choose your actions wisely and use your druids efficiently, you will see it grow in power and stature. You will gain the friendship and help of otherworldly creat...",
    "has_image": true
  },
  "197": {
    "bgg_id": 367220,
    "rating": 7.51,
    "num_ratings": 20961,
    "description": "During your turn, you assemble your hand, maybe place cards for their effect, and decide if you want to end the round. But do you think you are the one with the most points in hand?\nYou will have to choose: stop the round immediately or give the others an extra turn to try to extend the gap? Is it worth taking the risk? \nThe game ends when you reach 30/35/40 points (4/3/2 players).\n\nThe excitement of ending the round to catch your opponents off guard\n\nThe pleasure of playing your effect cards and making combos\n\nIt's a set collection card game like Rummy. The origami created especially for the game is just the illustrations on the cards.",
    "has_image": true
  },
  "198": {
    "bgg_id": 367220,
    "rating": 7.51,
    "num_ratings": 20961,
    "description": "During your turn, you assemble your hand, maybe place cards for their effect, and decide if you want to end the round. But do you think you are the one with the most points in hand?\nYou will have to choose: stop the round immediately or give the others an extra turn to try to extend the gap? Is it worth taking the risk? \nThe game ends when you reach 30/35/40 points (4/3/2 players).\n\nThe excitement of ending the round to catch your opponents off guard\n\nThe pleasure of playing your effect cards and making combos\n\nIt's a set collection card game like Rummy. The origami created especially for the game is just the illustrations on the cards.",
    "has_image": true
  },
  "199": {
    "bgg_id": 215918,
    "rating": 6.01,
    "num_ratings": 404,
    "description": "Our intrepid adventurers have sailed on a journey, finding the hidden cave of a mythic monster. There are so many strange things there! The Captain allows the crew to search through the place and bring back to him what they have found, but by bluffing the Captain, they will try to keep the best part of the loot for themselves...\n\nIn Oh Captain!, an asymmetric game of changing roles, an adventurer must offer the loot cards they draw to the Captain, telling the Captain something about what the cards contain but not necessarily speaking truthfully. Indeed, some cursed objects can't be spoken of at all by the adventurers.\n\nThe Captain, who is safe from being attacked by objects, decides whether the crew member can keep the loot or not, and if the Captain turns down the offer, the crew member can decide to use an object against another adventurer. The latter player can overcome this by calling out a lie, winning or losing a coin based on who is right. The role of the Captain can be claim...",
    "has_image": true
  },
  "200": {
    "bgg_id": 179275,
    "rating": 6.93,
    "num_ratings": 12734,
    "description": "One Deck Dungeon is a card game \"roguelike\" — a dungeon delve that is different every time, difficult to survive, with a character you build up from scratch. The deck consists of various foes to combat and other perils from the dungeon. Each card, though, depicts both the obstacle to overcome and the potential rewards for doing so. When you defeat a card, you claim it as either experience, an item, or a skill, tucking it under the appropriate side of your character card to show its benefits.\n\nThe longer you take exploring the dungeon, the deeper you'll delve, and the difficulty will scale up quickly! If you make it far enough, you'll have to fight the dungeon boss. Survive, and you'll be a legend!\n\nOne Deck Dungeon is designed for 1-2 players. With multiple sets, you can add more players.",
    "has_image": true
  },
  "201": {
    "bgg_id": 179275,
    "rating": 6.93,
    "num_ratings": 12734,
    "description": "One Deck Dungeon is a card game \"roguelike\" — a dungeon delve that is different every time, difficult to survive, with a character you build up from scratch. The deck consists of various foes to combat and other perils from the dungeon. Each card, though, depicts both the obstacle to overcome and the potential rewards for doing so. When you defeat a card, you claim it as either experience, an item, or a skill, tucking it under the appropriate side of your character card to show its benefits.\n\nThe longer you take exploring the dungeon, the deeper you'll delve, and the difficulty will scale up quickly! If you make it far enough, you'll have to fight the dungeon boss. Survive, and you'll be a legend!\n\nOne Deck Dungeon is designed for 1-2 players. With multiple sets, you can add more players.",
    "has_image": true
  },
  "202": {
    "bgg_id": 412360,
    "rating": 6.37,
    "num_ratings": 94,
    "description": "In Onix, you aim to create Collections of 4 different Gems. Be clever, acquire more gems than your opponents and use their effects to snatch a few more.\n\nThe game is made up of 104 Gem cards. During the set up, each player places 4 face-up Gem cards in front of them, forming 4 starting Collections, then the remaining cards are shuffled and separated into 5 roughly equal-sized Draw Piles. The Piles are arranged face up in a circle in the center of the table.\n\nThe starting player takes their turn, following these steps in order:\n\n     Choose a visible Gem on the Draw Piles and retrieve one or more cards with that Gem.\n     Collect the retrieved Gems to create or expand your Collections.\n     Apply the effect related to the chosen Gem.\n     Validate completed Collections to accumulate cards in your Stock.\n\n\nOnce the player completes these steps, it's the turn of the player to their left. Turns proceed in this clockwise manner until a certain number of Draw Piles are empty.\n\nThe winner ...",
    "has_image": true
  },
  "203": {
    "bgg_id": 352710,
    "rating": 6.07,
    "num_ratings": 892,
    "description": "Choose which cactus card you want to take and decide which side you will handle it by. When you flip it over, you may get a nice set of flowers or an itchy prick in your finger!\n\nIn Ouch!, players take turns choosing the cactus card with the prettiest flowers they want to bring over to their collection. Before taking the card, they need to indicate which side of the card they will touch, then flip it while handling only that edge of the card. If the reverse is clear on that side, they can take the card and score that number of flowers; if the reverse shows a cactus full of thorns, they lose the card.\n\nAs soon as someone manages to keep eight cards (or the deck runs out), players will count the number of flowers they've collected. The one with the highest number of flowers in their collection wins.\n\n-description from publisher",
    "has_image": true
  },
  "204": {
    "bgg_id": 353470,
    "rating": 7.2,
    "num_ratings": 3466,
    "description": "The lair of Jabba, the Hutt is a place of danger and deception. Players compete using members of the Rebel Alliance and denizens of Jabba’s Palace in a game of rebel bravery and vile deceit.\n\nBased on the beloved card game and set in the Star Wars galaxy, Star Wars: Jabba’s Palace - A Love Letter Game retains the simple and fun mechanics of the original as you utilize the talents of iconic characters from Return of the Jedi. Players take turns using the elegant “draw a card, play a card” gameplay and then executing the card’s effect. Cards include characters like Luke Skywalker, Boba Fett, Salacious Crumb, Jabba the Hutt, and many more, with each card offering different effects, such as Boba Fett allowing you to take a card from another player, or Salacious Crumb allowing you to look at another player’s hand.\n\nPlayers use abilities from members of both the Rebel Alliance and Jabba’s crew to outwit and outlast the others. On top of the classic mechanics from the original Love Letter ...",
    "has_image": true
  },
  "205": {
    "bgg_id": 303057,
    "rating": 7.53,
    "num_ratings": 8039,
    "description": "In Pan Am, players compete with Pan American Airways and others to build an air-travel empire. Outbid rivals for lucrative landing rights, buy planes with longer range to reach the far corners of the world, and use insider connections to advance your interests. As you bump up against the ever-growing Pan Am, you can sell your routes to the company to earn a tidy profit, with you then using that money to invest in other growth or to purchase Pan Am stock for what's sure to be a big payout down the road.\n\nPan Am is a game of global strategy that spans four decades of industry-changing historic events.",
    "has_image": true
  },
  "206": {
    "bgg_id": 30549,
    "rating": 7.52,
    "num_ratings": 134008,
    "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.\n\nThe game board depicts several major population centers on Earth. On each turn, a player can use up to four actions to travel between cities, treat infected populaces, discover a cure, or build a research station. A deck of cards provides the players with these abilities, but sprinkled throughout this deck are Epidemic! cards that accelerate and intensify the diseases' activity. A second, separate deck of cards controls the \"normal\" spread of the infections.\n\nTaking a unique role within the team, players must plan their strategy to mesh with their specialists' strengths in order to conquer the diseases. For example, the Operations Expert can build research stations which are needed to find cures for the diseases and which allow fo...",
    "has_image": true
  },
  "207": {
    "bgg_id": 2136,
    "rating": 4.54,
    "num_ratings": 6098,
    "description": "Pachisi, the national game of India, dates back to 4 AD and remains popular today.  Each player has a set of pawns that start in his or her corner of the board.  The goal is to move the pawns around the board to the \"home\" section.  Movement is controlled by dice.  All players move around the same board, so they may capture each others pawns.  Captured pawns are returned to their player's corner and must start their journey over.  The winner is the first player to move all pawns \"home\".\n\nParcheesi is the westernized version.\n\nThe usual game is for 2-4 players.  Jumbo's version handles up to 6. There is also a Schmidt-Spiele edition with a double-sided board. One side for 4 players, the other for 6. Juegos de la Antigüedad Parchis boards are up to 8 players.\n\n'Wa-hoo' (or 'Wahoo') is a homegrown variant of the game, popular in Texas and surrounding states since the early 1900s, which features different rules and team play.\n\nAnother homegrown variant is to prohibit players to capture ...",
    "has_image": true
  },
  "208": {
    "bgg_id": 276498,
    "rating": 7.22,
    "num_ratings": 6024,
    "description": "Paris is a two-player board game by José Antonio Abascal infused with Parisian aesthetics by the boardgame’s artist Oriol Hernández. The game is set in late 19th century Paris during the 1889 “Exposition Universelle,” or World’s Fair, when public electricity was a hot topic. Electricity spread throughout the city, creating today’s beautiful nocturnal Parisian streets and coining Paris’s nickname “La Cité de la Lumière” - The City of Light.\n\nThe most well-lit buildings are admired more highly by passers-by. In the first phase, players can either place tiles or grow their reserve of buildings. The cobblestone tiles are divided into 4 random spaces (their color, their opponents’ color, a streetlight or a mixed-color space where either player can build).\n\nThen, in the second phase, players build on top of their color or the mixed spaces, in effort to position their buildings as close to as many streetlights as possible. More streetlights solicit more adoration and points. The player wit...",
    "has_image": true
  },
  "209": {
    "bgg_id": 163412,
    "rating": 7.58,
    "num_ratings": 73233,
    "description": "In Patchwork, two players compete to build the most aesthetic (and high-scoring) patchwork quilt on a personal 9x9 game board. To start play, lay out all of the patches at random in a circle and place a marker directly clockwise of the 2-1 patch. Each player takes five buttons — the currency/points in the game — and someone is chosen as the start player.\n\nOn a turn, a player either purchases one of the three patches standing clockwise of the spool or passes. To purchase a patch, you pay the cost in buttons shown on the patch, move the spool to that patch's location in the circle, add the patch to your game board, then advance your time token on the time track a number of spaces equal to the time shown on the patch. You're free to place the patch anywhere on your board that doesn't overlap other patches, but you probably want to fit things together as tightly as possible. If your time token is behind or on top of the other player's time token, then you take another turn; otherwise th...",
    "has_image": true
  },
  "210": {
    "bgg_id": 300138,
    "rating": 5.83,
    "num_ratings": 87,
    "description": "In Poo Poo Pets, all players roll their dice at the same time, trying to roll the number combinations shown on the other players' tiles. As soon as a player does this, they quickly squeeze the squeaky poo pile. All players must pause to see whether the combination is correct, and if it is, the player may take the tile. As soon as a player runs out of tiles, they're eliminated from the game.",
    "has_image": true
  },
  "211": {
    "bgg_id": 339214,
    "rating": 7.09,
    "num_ratings": 2584,
    "description": "Fruit Fight (which has also been released as No Mercy and HIT!) is a press-your-luck game in which you draw cards to get points — but you don't want to draw too often because then you might lose all your gains!\n\nIn more detail, the 90-card deck contains eleven cards each numbered 1-5 and seven cards each numbered 6-10. On a turn, you flip over a card from the deck and place it in front of you, stealing (if you wish) all the cards of the same number that are in front of other players. You can stop after each draw, or you can draw another card. If you draw a number that you already have lying in front of you — and you have at least three cards in front of you — then you discard all cards in front of you from the game.\n\nAt the start of your turn, if you have cards in front of you, place them face down in a personal score pile, then start your turn. When the draw pile is exhausted, all players place all the cards they have in front of themselves in their score piles, then they tally the...",
    "has_image": true
  },
  "212": {
    "bgg_id": 435979,
    "rating": 7.27,
    "num_ratings": 445,
    "description": "HIT Extreme! is an enhanced version of HIT! and works in exactly the same way. If you already know the rules, you can just read the Special Cards and start playing!\n—description from the publisher",
    "has_image": true
  },
  "214": {
    "bgg_id": 15818,
    "rating": 6.6,
    "num_ratings": 12590,
    "description": "In Pickomino, two to seven players, ages 8 and up try to obtain fried worms for their chickens, so that they don't go hungry. Of course, anyone who doesn't manage to grab a worm off of the grill can help himself to those of his opponents. This fast-paced game by Reiner Knizia is, like Hick Hack im Gackelwack, a gambling game in the finest chicken tradition.\"\n\nEach turn players roll their dice and set aside all those matching any single value. The remaining dice are rolled and any value is set aside again until the player stops and takes a tile or busts and puts their last tile back. When a player busts and fails to take a tile they must also turn the highest tile face-down.\n\nInterestingly, the German edition from Zoch has English rules in the box.\n\nThe Dutch edition is part of the Jakkie & Bak Collection\nThe German edition is part of The Chicken Family of Zoch.",
    "has_image": true
  },
  "215": {
    "bgg_id": 415054,
    "rating": 6.8,
    "num_ratings": 1525,
    "description": "Piña Coladice is a family party-game in which you roll the dice up to three times to claim one of the available combinations on coasters.\nPosition yourself strategically with your cocktail tokens before your opponents.\nYou will earn precious points that will bring you closer to victory... but the quickest way to win is to line up 4 of your cocktail tokens to make the famous Pina Coladice and win instantly!\n\n—description from the publisher",
    "has_image": true
  },
  "216": {
    "bgg_id": 125548,
    "rating": 6.81,
    "num_ratings": 3657,
    "description": "Pixel Tactics is a head-to-head game of tactical combat for two players. Each player has an identical deck of 25 cards, from which they draft a leader. The leader's abilities alter vastly the strategy and playability of every other card in the deck, making the game playable in 25 different ways.\n\nIn the game, players take turns placing cards and attacking. Each card can activate in various ways, taking on offensive capabilities in the front rows of the unit, or support powers in the back rows. Cards can also be played as orders – powerful single-time effects that can turn the tide of battle.\n\nPlay continues until either player's leader is defeated. A typical game is best of three or five rounds.\n\nPixel Tactics takes place in the same world and uses many of the characters from Level 99 Games' BattleCON: War of Indines, but its game play is entirely unrelated.",
    "has_image": true
  },
  "217": {
    "bgg_id": 411875,
    "rating": 7.09,
    "num_ratings": 4040,
    "description": "In Pixies, you move through the seasons to meet little creatures emerging from a flower or sheltering in the hollow of a tree. Choose one of the revealed cards, but be careful which ones you leave to your opponents!\n\nPlace that card in your playing area according to its number. Cards placed one on top of another are validated and earn you points at the end of the round, as do your largest color zone and your spirals. Easy...yet you'll find that the other players won't be short of bad advice.\n\n—description from the publisher",
    "has_image": true
  },
  "219": {
    "bgg_id": 333280,
    "rating": 6.92,
    "num_ratings": 394,
    "description": "Plata is a climbing card game where players enter an abandoned mine in the ghost town of Silver City in search for Plata (silver).\nThe goal is to win Plata cards, the only ones that score points. The lower the card, the more points it provides.\nPlayers also must be aware of the Mine’s Curse that prevents the last player to leave the mine (to go out of the round) to score any of the points earned during the round.\n\n—description from the publisher",
    "has_image": true
  },
  "220": {
    "bgg_id": 206931,
    "rating": 6.93,
    "num_ratings": 5887,
    "description": "In Encore!, first published as Noch mal!, the dice determine which color and how many spaces you can mark off on your playing sheet — but the starting player may first evaluate what everyone's doing, then remove two dice, leaving everyone else to make their choices with the dice that remain...\n\nPlayers earn points by being the first to check off all boxes in a column, and all boxes of the same color. Players pick a combination of a Color die and a Number die, and check the respective boxes. Only boxes connected to other boxes can be checked.\n\nMake sure to complete columns before other players do! the first to complete a column earns more points than those who complete them later. In addition to points for completed columns, a player can receive a bonus if they checked all the boxes of the same color. The game is over when a player has checked off all boxes of two colors, but you couldhave an Encore! by playing once more!",
    "has_image": true
  },
  "221": {
    "bgg_id": 181120,
    "rating": 6.58,
    "num_ratings": 263,
    "description": "Since eons ago, two ancient civilizations are fighting a never-ending battle. Both worlds use all their fleets and intelligence in a dispute that will define the future of their planets.\n\nPocket Invaders recreates a retro atmosphere in a strategic game, with a universe in which the maneuverability of your ships is as crucial as luck when introducing new units in your fleet.\n\nInspired by Shogi\n\n•••\n\nDesde hace eones, dos antiguas civilizaciones se enfrentan a una eterna batalla.  Ambos mundos usarán toda su flota y su inteligencia en una batalla que definirá el futuro de sus planetas.\n\nPocket Invaders recrea una atmósfera retro dentro de la estrategia.  Un universo donde hay que tener en cuenta el movimiento de tus naves y el azar al introducir nuevas invasoras a tu ejército.\n\n•••\n\nSeit Ewigkeiten kämpfen zwei uralte Zivilisationen einen nie enden wollenden Krieg. Beide Welten verwenden sowohl ihre Kriegsflotte als auch ihre Intelligenz in einem Streit, der die Zukunft ihrer Welten b...",
    "has_image": true
  },
  "222": {
    "bgg_id": 2165,
    "rating": 6.41,
    "num_ratings": 5309,
    "description": "GAME SYSTEM\n\n    \n    \n         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.\n\n    \n\n\nPokémon is a Collectible Card Games based upon Japanese anime that have found success internationally, and is one of the longest surviving CCGs currently available. Pokémon was one of the first Collectible Card Games to offer any competition to the market dominance of Magic:  The Gathering.\n\nMany people who buy the product often do not play the game, choosing instead to collect their favorite characters from the franchise the game is based upon.\n\nEach player plays the role of a Pokémon trainer that use their Pokémon creatures to battle the Pokémon creatures of the other Pokémon trainer.\n\nThe object of the game is to play your Pokémon cards, that represent different creatures, and be the first player to \"knock out\" (defeat) six opposing Pokémon.  You play the game with a deck...",
    "has_image": true
  },
  "223": {
    "bgg_id": 445039,
    "rating": 7.47,
    "num_ratings": 43,
    "description": "In Póker a Voces (Shouting Póker), bluffs are shouted, hands are built mid-chaos, and silence is not an option.\nThis fast-paced party game reimagines poker in a wild, shouty format. Players simultaneously trade cards by yelling out how many they want to exchange — but never revealing what they’re trading. Build three hands of five cards, assign your bets, and go head-to-head in a battle of memory, bluffing, and quick decisions.\nThe twist? Special animal cards like Raccoons, Mandrills, and Emperor Penguins add unpredictable effects and wild combos that can flip the table (figuratively… hopefully).\nRaccoon: Wild card. If 2 or more in the same hand, those players are eliminated.\n\nDove: Wild card only if another is revealed. If you have 2, you're eliminated.\n\nCapybara: Cannot be combined. If an odd number is revealed, the worst hand wins.\n\nMandrill: Draw 3 cards; each player with a mandrill chooses 1 to replace it.\n\nPenguin: Cannot be combined, but if you win with it, gain +10 extra poi...",
    "has_image": true
  },
  "224": {
    "bgg_id": 373490,
    "rating": 6.0,
    "num_ratings": 1,
    "description": "This game proposes a twist of the classic word game. Tiles have poker-style decoration, and the scoring system is based on that, with one exception: all letter have the same value (1 point), but if all the letters in a word are the same color (black or red) the score is doubled, and if they all are the same suit tripled. Additionally, the first word in the board is also played according to a different rule: it has to start in one of the four poker tiles symbols printed on the board.",
    "has_image": true
  },
  "225": {
    "bgg_id": 1115,
    "rating": 6.71,
    "num_ratings": 12001,
    "description": "Poker is played with a standard deck of 52-cards, and sometimes Jokers are added as wild cards. The object of the game is to win the pot which contains all the bets the players have made in a deal.  Players are dealt cards which are usually reduced to a Poker hand of five (5) cards. Betting and bluffing are used in rounds until all bets are squared up, or until all other players have conceded the pot (folded). If all bets have been squared up, the rounds are followed by a \"showdown\" in which all hands are fully revealed; the one with the best combination of a Poker hand of five (5) cards being the winner.\n\nThe following table describes and ranks the standard Poker hands:\n\nFive of a Kind (Only if wild cards are in use):  Four cards of the same rank and one wild card (eg: A, A, A, A, Joker).\nStraight Flush: A straight with all cards of the same suit (eg: A, K, Q, J, 10: all spades). (The highest Straight Flush is nominally called a Royal Flush)\nFour of a Kind:  Four cards of the same ...",
    "has_image": true
  },
  "226": {
    "bgg_id": 105593,
    "rating": 6.41,
    "num_ratings": 6290,
    "description": "Cheating is forbidden? Not in this naughty game of cards – in fact, you'll probably have to cheat in order to win.\n\nIn Mogel Motte you want to get rid of all the cards in your hand before anyone else. Each player starts the round with a hand of eight cards, with one player (the oldest) receiving the guard bug – which stays on the table throughout the game – and one card being turnd face-up to start a discard pile. The cards are numbered 1-5, with the majority of them having only numbers; some cards have special abilities that come into play when added to the discard pile or in a player's hand.\n\nOn a turn, a player places one card from her hand onto the discard pile; that card must be numbered exactly one higher or lower than the card on top of the discard pile. (The numbers wrap, so a 1 can be played on a 5 and vice versa.) If a player can't play a card, she draws one from the deck and her turn ends.\n\nThere's another way to rid yourself of cards, though: cheating! Throughout the rou...",
    "has_image": true
  },
  "228": {
    "bgg_id": 156009,
    "rating": 7.1,
    "num_ratings": 18980,
    "description": "The merchant players in Port Royal, which won the Austrian Game Designers Competition under the title Händler der Karibik, are trying to earn as much as they can out of the Caribbean Sea, but if they set their goals too high, they might take home nothing for the day.\n\nThe 120-card deck depicts a coin on the back of each card — with players earning and paying coins throughout the game — and different items on the card fronts. On a turn, a player can first draw as many cards as he likes, one at a time from the deck, placing them in the harbor (an area near the deck). Each card shows one of the following:\n\n\n     Person, who stays in a face-up row next to deck.\n     Ship, which the player can attack immediately if he has enough swords on his people cards, after which the ship is discarded; otherwise, the ship stays in the harbor.\n     Expedition, which remains above the harbor until a player fulfills it by discarding people who have the items required for the expedition.\n     Tax Increa...",
    "has_image": true
  },
  "229": {
    "bgg_id": 329082,
    "rating": 7.75,
    "num_ratings": 13829,
    "description": "Radlands is a competitive, dueling card game about identifying fiercely powerful card synergies.\n\nAct as the leader of your post apocalyptic group of survivors in a tooth-and-nail fight to protect your three camps from a vicious rival tribe. If all of them are destroyed, you lose the game.\n\nThe main resource in the game is water. You will spend it to play people and events, and to use the abilities of cards you already have on the table. People protect your camps and provide useful abilities, while events are powerful effects that take time to pay off.\n\nBoth players draw cards from the same deck. All cards can either be played to the table or discarded for quick “junk” effects. To win, you will need to manage your cards and water wisely.",
    "has_image": true
  },
  "230": {
    "bgg_id": 568,
    "rating": 6.19,
    "num_ratings": 2130,
    "description": "Based on the widely-known card game Oh Hell!, players use the deck of zero through fifteen in six suits to bid for a particular number of tricks and then subsequently take exactly that many.  Each game consists of ten hands, with the hand size shrinking by one each time, until the final one-card hand.  Along the way, trump is randomly determined and can be changed during the hand through the use of special cards.  There are also special cards that make the trump not count for a trick, others that can be declared any suit and value when played, and others that will give bonuses or penalties for taking the trick on which they're played.  A newer version of this game was released by Amigo in 2000.",
    "has_image": true
  },
  "231": {
    "bgg_id": 269420,
    "rating": 6.98,
    "num_ratings": 786,
    "description": "Evil had beset the village, and we were their last hope. We could not ignore our duty, so we set out on one last quest. We fell one by one, until I was the last survivor. Holding steadfast, I swung my axe one last time. As I crashed to the ground, I knew I had found, at last, peace.\n\nRagemore is an 18 card solo game where you will complete quests, while managing your hand and resources as you delve though the dark, fighting demons, all in a span of 10-15 minutes.\n\nEach card is two sided; a demon and a hero. In the beginning of the game, the player will set up 2 piles of demon-sided quests and a party of 3 hero-sided cards. Then an immediate threat is revealed from the draw deck as the current demon card that may or may not be dealt with. If it is not killed, the demon card will go to one of the quests piles and an event written on that card will take effect. If it is killed, the demon card is flipped to the hero side and becomes one of the party. The player can also ignore the immed...",
    "has_image": true
  },
  "232": {
    "bgg_id": 314971,
    "rating": 6.87,
    "num_ratings": 313,
    "description": "You've landed a spot on the line at one of the best ramen shops in the world — at least to the locals. It's a cozy three-seat where the ramen better be worth the wait, so you need to work quickly and carefully to send bowls flying.\n\nBut there's a catch: You've agreed with your fellow line cooks that whoever serves the most (and the best) bowls of ramen gets to walk away with all of the day's tips. Now it's time to fire up the noodle boilers and get to work on crafting the most delicious ramen possible — and engage in a bit of soup-subversion while you're at it!\n\nEach turn in Ramen! Ramen!, players add ingredients to the ramen bowls waiting to be served, trying to build the highest point count before serving, while trying to avoid giving their opponent an opportunity to steal the points! Once the draw pile is empty, players rush to finish bowls, then count up points to see who is the best ramen chef.",
    "has_image": true
  },
  "233": {
    "bgg_id": 161417,
    "rating": 6.86,
    "num_ratings": 17232,
    "description": "The rules of \"Red\" are simple: highest card wins! But \"Red\" is just one of seven games you'll be playing in Red7, and if you're not winning the current game at the end of your turn, you're out! The last person standing wins the round.\n\nThe deck in Red7 is 49 cards: each of the colors of the rainbow numbered 1 to 7. A hand takes just a couple minutes!",
    "has_image": true
  },
  "234": {
    "bgg_id": 227224,
    "rating": 7.67,
    "num_ratings": 15227,
    "description": "Autumn is not the best time to climb up on a scaffold in Moscow, but it is still far better than doing so in the winter. Tsar Ivan wants to see results and our team will prove to him that we are the best builders in the city. We are sure to finish off those decorative arches with the brightest shining stones and ensure our place on the list of the government’s trusted workers.\n\nSheila Santos and Israel Cendrero make up the game designing duo known as Llama Dice. To date they have put out various titles with different Spanish publishers (1987 Channel Tunnel, Mondrian, Smoothies), and The Red Cathedral is the first game they have published with Devir. Pedro Soto (Holmes, Sherlock & Mycroft, Papua) and Chema Román (El mundo de Águila Roja) took care of the graphic elements of the game with a grand homage to Ivan Bilibin, an iconic Russian artist from the turn of the twentieth century. Despite being from a far later period, his mark is very recognizable in the game.\n\nThe Red Cathedral i...",
    "has_image": true
  },
  "235": {
    "bgg_id": 305682,
    "rating": 7.12,
    "num_ratings": 4913,
    "description": "In the early days of the coronavirus, a time of self-isolation for many people, Jamey decided to create an infinitely scaling roll-and-write game to teach and play with people around the world via Facebook Live.\n\nIn Rolling Realms, players compete to earn the most stars in a series of minigames over 3 rounds. This is a roll-and-write game, meaning that players will write on the game components using dry-erase markers.\n\nEach turn, one player rolls 2 dice, and all players use the dice results on their realm cards to generate resources and earn stars. After 3 rounds, the player with the most stars wins!\n\n—description from the publisher",
    "has_image": true
  },
  "236": {
    "bgg_id": 262712,
    "rating": 7.62,
    "num_ratings": 25366,
    "description": "Prepare Your Place of Power!\n\nIn a high tower, an Alchemist prepares potions, using vials filled with otherworldly fluids. In a sacred grove, a Druid grinds herbs for a mystical ritual. In the catacombs, a Necromancer summons a bone dragon... Welcome to the world of Res Arcana!\n\nIn it, Life, Death, Elan, Calm, and Gold are the essences that fuel the art of magic. Choose your mage, gather essences, craft unique artifacts, and use them to summon dragons, conquer places of power, and achieve victory!\n\nA game typically lasts 4-6 rounds. In each round, players do these steps:\n\n\n    Collect essences: performs  any Collect abilities, and may take essences from components.\n    Do actions, 1 per turn, clockwise from the First Player: place an artifact, claim a monument or Place of Power, discard a card for 1 Gold or any 2 other essences, use a power on a straightened component, or pass: exchange magic items and draw 1 card. Play continues until all players have passed.\n    Pass procedure: If...",
    "has_image": true
  },
  "237": {
    "bgg_id": 91514,
    "rating": 6.89,
    "num_ratings": 12160,
    "description": "Super Rhino! presents players with an incredibly heroic – and regrettably heavy – rhinoceros who is eager to climb a tall building and leap other tall buildings in a single bound. First, though, you need to construct that building.\n\nPlayers each start the game with five roof cards, and they take turns adding walls and roofs to a single building. On a turn, you first place walls on the highest floor, then you choose a roof card in your hand and place it on the wall. Each roof card bears markings that indicate where the next player must place walls on the card. In addition, some roof cards force a player to perform special actions, such as placing a second roof, changing the direction of play, or moving Super Rhino to a new location on the tower. Keep your hands steady!\n\nThe first player to build all of their roof cards wins the game. Alternatively, if the building collapses, the player who caused the collapse automatically loses, and the player with the fewest roof cards in hand wins...",
    "has_image": true
  },
  "238": {
    "bgg_id": 270972,
    "rating": 6.2,
    "num_ratings": 400,
    "description": "In Ringmaster: Welcome to the Big Top, you compete to build the best carnival and earn the title \"Ringmaster\"! The only way to reach this illustrious title is to hire stars and build  attractions...while occasionally sabotaging the other players and adding devious sideshows to your opponents' carnivals!\n\nThe game is fast and family-friendly. Each player starts with three cards, and on your turn, you draw one card from the deck, then you may play one card, following these rules:\n\n\n     Stars & Attractions are played in front of you.\n     Event cards trigger effects when played to the discard pile.\n     Sideshow cards are played in front of your opponents.\n\n\nNow, here's where things get tricky. Each player's win condition changes throughout the game. For example, the \"Three Ring Circus\" card states that you win the game when you have three of them in front of you. Be careful, though, as your opponents can sabotage your best efforts, preventing you from becoming the \"Ringmaster\"!\n\n—des...",
    "has_image": true
  },
  "239": {
    "bgg_id": 227515,
    "rating": 7.41,
    "num_ratings": 2910,
    "description": "Riverboat posits each player as the owner of a 19th century farm on the bank of the Mississippi River. You need to organize your workers to ensure that the fields are ordered according to their type and harvested when ready so that the goods can be shipped to New Orleans.\n\nIn more detail, the game lasts four rounds, and at the start of each round players draft phase cards until they're all distributed. The phases then take place in numerical order, with the player who chose a phase being the first one to act. In the first phase, players place their workers in the fields, with each player having the same distribution of colored field tiles, but a different random placement for each player. In phase two, players organize their crops, trying to group like types together, with some fields requiring two or three workers. In phase three, players harvest crops and load riverboats, with a dock needing to be filled with all the goods of a single type before it can be loaded. In phase four, t...",
    "has_image": true
  },
  "240": {
    "bgg_id": 136000,
    "rating": 6.99,
    "num_ratings": 1112,
    "description": "Rivet Wars is a miniatures boardgame that springs forth from the warped imagination of Ted Terranova - set on a Dieselpunk world that never quite left World War I but with crazy technology like walking tanks, diesel powered armor, unicycled vehicles and armor plated cavalry!\n\nDon't let the cute visuals fool you, it's a world full of angst, war-torn camaraderie and dark humor.\n\nRivet Wars is at its heart a strategy game, with both players deploying units each round to counter the threats set forth by their opponent and stay one tactical step ahead.\n\nHeavily influenced by Ted's experience working on RTS games like Rise of Nations, players gather resources (bunkers and capture points) and use these to deploy streams of new units!\n\nThere's an ebb and flow on the tactical landscape and you can stock up surprises for your opponent to be unleashed even as he thinks he's winning!",
    "has_image": true
  },
  "241": {
    "bgg_id": 240225,
    "rating": 6.66,
    "num_ratings": 1666,
    "description": "The goal of the game is to complete your 'Challenge' sheet by filling in numbers in all the squares of your sheet.\n\nEach game round some of the 4, 6, 8, 12 and 20 sided dice get rolled for all players.\nWrite the rolled numbers from the bottom to the top at your sheet, with each new number higher than or equal to each number underneath.\nYour squares can contain:\n- a number from 1 die, or\n- the sum of 2 or more dice\nYou can also skip 1 or more dice.\n\nBefore each next round, the special white die tells the next player (clockwise) to add, remove or swap a die before rolling.\n\nKey tactic is creating the best opportunities. The 4, 6, 8, 12 and 20 sided dice are capricious, so try to anticipate on chances!",
    "has_image": true
  },
  "242": {
    "bgg_id": 811,
    "rating": 6.52,
    "num_ratings": 21555,
    "description": "Rummikub is similar to several central European card games which are played with two decks of playing cards, including Machiavelli and Vatikan. Ephraim Hertzano invented the tile game Rummikub in the 1940s when card-playing was outlawed under the Communist regime. After World War II, Hertzano immigrated to British Mandate of Palestine (now Israel) and developed the first sets with his family. Over the years, the Hertzano family licensed it to other countries and Rummikub became Israel's best-selling export game.\n\nHertzano's Official Rummikub Book, published in 1978, describes three different versions of the game: American, Sabra, and International. Modern Rummikub sets include only the Sabra version rules, with no mention of the others, and there are variations in the rules between publishers.\n\nIn Turkey, the game is known as Okey and is widely played by families at gatherings or at local cafes.\n\nLike Rummy that you play with cards, you try to get rid of all your tiles by forming nu...",
    "has_image": true
  },
  "243": {
    "bgg_id": 418917,
    "rating": 6.17,
    "num_ratings": 44,
    "description": "In Run, Mule, Run!, four spirited mules—Red, Yellow, Blue, and Green—are racing to win the trophy. However, players do not control a specific mule. Instead, you hold secret goal cards representing bets on which mules will finish in 1st and 2nd place.\n\nThe race is driven by a unique chain-reaction movement system. On your turn, you move any mule forward one space. The space they land on dictates what happens next: if a mule lands on a space with a colored arrow, the mule of that corresponding color must immediately move in the direction of the arrow. This can trigger a cascade of movements, propelling mules forward or forcing them sideways!\n\nPlayers must cleverly utilize these chain reactions to advance the mules they have bet on while blocking their opponents' favorites. The game ends immediately once the second mule crosses the finish line. Players then reveal their cards, scoring points based on how accurately they predicted the winner and runner-up.",
    "has_image": true
  },
  "244": {
    "bgg_id": 338093,
    "rating": 7.14,
    "num_ratings": 3495,
    "description": "Heirs to an exceptional knowledge that has survived the ages, it is now up to you to preserve the vestige of your civilization.\n\nAncient Knowledge is a strategic card game in which you erect monuments and build artefacts to pass on your knowledge. Time will make your constructions ephemeral,so make the right decision and combine the many cards at your disposal, because all knowledge is doomed to disappear…\n\nIt's up to you to find the best synergy so that you can pass down knowledge before the decline of the emblematic monuments you have constructed, monuments we still find nowadays in the four corners of the globe. From Mexican pyramids to the Sphinx of Giza, passing through the famous cities of Tiwanaku and Babylon, only the cleverest builder will shine through the ages and seize victory. In this game, your only enemy is time.\n\nProve to your opponents that you are the worthy representative of your Legacy!\nWill your monuments withstand the trial of time?\n\n—description from the publi...",
    "has_image": true
  },
  "245": {
    "bgg_id": 9220,
    "rating": 6.54,
    "num_ratings": 35979,
    "description": "Players take on the role of dwarves. As miners, they are in a mine, hunting for gold. Suddenly, a pick axe swings down and shatters the mine lamp. The saboteur has struck. But which of the players are saboteurs? Will you find the gold, or will the fiendish actions of the saboteurs lead them to it first? After three rounds, the player with the most gold is the winner.\n\nWith the help of Dwarf Cards, the players are assigned their role: either miner or saboteur. The roles are kept secret- they are only revealed at the end of the round.\n\nThe Start Card and the three Goal Cards are placed onto the table, each seven cards away from the start and one card between each Goal Card. The Goal Cards are placed face-down. The gold is on one of the Goal Cards, but nobody knows which.\n\nPlayers have cards in hand. On a player's turn, he must do one of three things: place a Path Card into the mine, play an Action Card in front of a player, or pass.\n\nThe Path Cards form paths leading to the Goal Cards...",
    "has_image": true
  },
  "246": {
    "bgg_id": 199561,
    "rating": 7.47,
    "num_ratings": 46936,
    "description": "Draft dice and use the tools-of-the-trade in Sagrada to carefully construct your stained glass window masterpiece.\n\nIn more detail, each player builds a stained glass window by building up a grid of dice on their player board. Each board has some restrictions on which color or shade (value) of die can be placed there. Dice of the same shade or color may never be placed next to each other. Dice are drafted in player order, with the start player rotating each round, snaking back around after the last player drafts two dice. Scoring is variable per game based on achieving various patterns and varieties of placement...as well as bonus points for dark shades of a particular hidden goal color.\n\nSpecial tools can be used to help you break the rules by spending skill tokens; once a tool is used, it then requires more skill tokens for the other players to use them.\n\nThe highest scoring window artisan wins!",
    "has_image": true
  },
  "247": {
    "bgg_id": 309297,
    "rating": 6.82,
    "num_ratings": 292,
    "description": "SCOPE is a 2 to 4 player game, set in the Battle of Stalingrad, where players take on the role of sniper teams on both sides. The objective of the game is to eliminate the enemy snipers or enemy troops for a total value of points depending on the scenario being played.\n\nA fast and immersive game of 5-15 minutes per match, with various levels of difficulty and rules that are explained in two minutes on the clock. When you try it, you won’t be able to stop playing it.\n\nSCOPE is a game of strategy, cunning, and bluffing that will make you feel like a real sniper, searching and selecting your targets, shooting wisely and changing position so as not to be discovered and eliminated.\n\n\nRULES:GAME SET UP: each player places their Area Cards face down, in a rectangular matrix that forms their Front. You can arrange the cards anywhere. The number and type of cards depends on the chosen Scenario. A player can look at their cards whenever they want during the course of the game.\n\nOBJECTIVE: The...",
    "has_image": true
  },
  "248": {
    "bgg_id": 438,
    "rating": 6.51,
    "num_ratings": 18016,
    "description": "In Scotland Yard, one of the players takes on the role of Mr. X. His job is to move from point to point around the map of London taking taxis, buses or subways. The detectives – that is, the remaining players acting in concert – move around similarly in an effort to move into the same space as Mr. X. But while the criminal's mode of transportation is nearly always known, his exact location is only known intermittently throughout the game.\n\nThe 125 fare tickets are 5 black, 23 pink underground, 43 green bus,  54 yellow taxi.\n\nSimilar to\n\n    The Fury of Dracula\n    Clue: The Great Museum Caper\n    Ghost Chase\n    Letters from Whitechapel\n    Garibaldi: The Escape\n    Specter Ops\n    Whitehall Mystery",
    "has_image": true
  },
  "249": {
    "bgg_id": 417486,
    "rating": 6.91,
    "num_ratings": 11,
    "description": "Roll the colorful marbles as you magically lift them onto the playing board!\n\nThe active player chooses a challenge card from Level 1-3, flips it and places the marbles and the magnets according to the challenge card.\n\nUse dexterity, focus and wits to tilt the board and succeed the challenge card. The 3 progressive levels and 4 types of challenges will keep your family and friends challenged and asking for more! Whether you play Marble Garble alone or frantically compete with others, action-filled fun is assured.\n\n—description from the publisher",
    "has_image": true
  },
  "250": {
    "bgg_id": 6381,
    "rating": 5.86,
    "num_ratings": 770,
    "description": "Sequence for Kids is a children's version of the popular board/card game Sequence. It has a smaller board, cards that shows various animals instead of a regular deck, and you only need 4 in a row to win.",
    "has_image": true
  },
  "251": {
    "bgg_id": 22035,
    "rating": 5.78,
    "num_ratings": 142,
    "description": "Travel Sequence is a trimmed down travel version of the original Sequence game.  The rules are the same, but the game differs from the original version in several ways:\n\n* The board contains 6x8 card rows vs. 10x10 in the original\n * Uses a single deck of cards rather than 2 decks\n * For 2 players only instead of 2-4 players\n\nIt comes in a small, plastic playing case that contains a deck of miniature playing cards (standard poker deck) and 2 colors of pegs that mark players' cards on the cardboard playing board, which is integrated with the lid of the case.",
    "has_image": true
  },
  "252": {
    "bgg_id": 246297,
    "rating": 6.57,
    "num_ratings": 2239,
    "description": "Amsterdam, present day. A crime has been committed, but the police investigation is going nowhere. An anonymous client has called your detective agency to investigate. However, your rivals are on the case as well, so there’s no time to waste.\n\nYour Intelligence Officer will guide your Detectives through the city, by sending pictures to communicate. Each image contains location intel ... for those who can understand. But you need to decode the messages faster than your rivals while avoiding the police! Explore the city to find three pieces of evidence, and deliver them to your client before the other team in order to receive payment — and win the game!\n\nThe police don’t want you on the case, so you’d best stay out of their way! If they spot you sniffing around, they’ll put you behind bars, giving your rivals an easy victory.\n\nShadows - Amsterdam is a real-time simultaneous competition between detective agencies, using pictures that contain intel to communicate within your own team. P...",
    "has_image": true
  },
  "253": {
    "bgg_id": 261262,
    "rating": 6.48,
    "num_ratings": 457,
    "description": "In Blöde Kuh, players start with a hand of nine cards, each showing one of four different farm animals. In turn, they either play one of the cards to the discard pile, triggering an effect that depends on the kind of animal: draw a card, everyone passes a card, etc., or they play two of the same cards. In that case, the normal effect doesn't apply, but the next player gets a negative card and places it openly in front of them. This card is passed on whenever someone plays a pair of that animal.\n\nWhen a player gets rid of their last card, the round ends and the two players with most remaining hand cards receive penalty points, to which they add the penalty points on the negative cards in front of them.\n\nThe player with the fewest points after three rounds wins.",
    "has_image": true
  },
  "254": {
    "bgg_id": 150145,
    "rating": 7.53,
    "num_ratings": 14901,
    "description": "Skull King is a trick-taking game similar to Oh Hell!, Wizard, Euchre and Spades, with players needing to state how many tricks they think they'll win each round. A unique element of this game is that bidding takes place simultaneously, leading to rounds that are sometimes over, or under-bid. As players must win the exact number of tricks that they bid to earn points, winning too many tricks is just as bad as winning too few and this leads to intense competition where losing a trick can be as exciting as winning one.\n\nSkull King uses a 66-card deck that consists of five Escape cards, four suits numbered 1-13, two Mermaids, five Pirate cards, 1 Tigress card, and 1 Skull King card. The game lasts ten rounds, and in each round, each player is dealt as many cards as the number of the round. All players simultaneously bid on the number of tricks they think they'll take by holding out a fist and on the count of three revealing a certain number of fingers (or possibly a closed fist for a b...",
    "has_image": true
  },
  "255": {
    "bgg_id": 271785,
    "rating": 6.58,
    "num_ratings": 1978,
    "description": "The bad guys have taken over our beautiful kingdom in Slide Quest, and it's in total chaos! You have to save the world and quickly! Work together to guide this brave, rolling knight through this turbulent adventure that is lined with twists and traps!",
    "has_image": true
  },
  "256": {
    "bgg_id": 393347,
    "rating": 7.98,
    "num_ratings": 13,
    "description": "Smart10 is a quiz game. The Österreich edition features questions about Austria.\n\nThere are ten possible answers to each question, and every player gets to answer every question. \nIf the answer is correct, the player gets an answer marker. \nBut should you answer or pass?\nIf you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.\nSo if you are not 100% certain of an answer - do you gamble or do you pass?\nPlays great in teams.",
    "has_image": true
  },
  "257": {
    "bgg_id": 393347,
    "rating": 7.98,
    "num_ratings": 13,
    "description": "Smart10 is a quiz game. The Österreich edition features questions about Austria.\n\nThere are ten possible answers to each question, and every player gets to answer every question. \nIf the answer is correct, the player gets an answer marker. \nBut should you answer or pass?\nIf you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.\nSo if you are not 100% certain of an answer - do you gamble or do you pass?\nPlays great in teams.",
    "has_image": true
  },
  "258": {
    "bgg_id": 393347,
    "rating": 7.98,
    "num_ratings": 13,
    "description": "Smart10 is a quiz game. The Österreich edition features questions about Austria.\n\nThere are ten possible answers to each question, and every player gets to answer every question. \nIf the answer is correct, the player gets an answer marker. \nBut should you answer or pass?\nIf you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.\nSo if you are not 100% certain of an answer - do you gamble or do you pass?\nPlays great in teams.",
    "has_image": true
  },
  "259": {
    "bgg_id": 393347,
    "rating": 7.98,
    "num_ratings": 13,
    "description": "Smart10 is a quiz game. The Österreich edition features questions about Austria.\n\nThere are ten possible answers to each question, and every player gets to answer every question. \nIf the answer is correct, the player gets an answer marker. \nBut should you answer or pass?\nIf you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.\nSo if you are not 100% certain of an answer - do you gamble or do you pass?\nPlays great in teams.",
    "has_image": true
  },
  "260": {
    "bgg_id": 170041,
    "rating": 6.29,
    "num_ratings": 505,
    "description": "Carefully place piece after piece on top of the wobbly stack, and don't be the one makes it all topple!\n\nSplash! is a fast-paced, nail-biting dexterity game. After placing a piece on top of the stack, you get to give the next player a piece of your choice in your own pile that must be added to the stack. The piece must match the previous color or shape, but how it gets placed is up to the next player! When the stack comes crashing down, the player who gave the piece gets a gold gem. The first player to collect three gold gems or run out of pieces wins!",
    "has_image": true
  },
  "261": {
    "bgg_id": 364073,
    "rating": 7.88,
    "num_ratings": 18357,
    "description": "Confront your rival guild in a race for victory. Take Gem and Pearl tokens from the common board, then purchase cards, gather bonuses, royal favors, and prestige.\n\nDiscover new twists and strategic opportunities derived from Splendor, the original best-selling game. Acquire cards with impressive powers, take advantage of special Privileges, and fight over scarce access to Pearls.\n\nSplendor Duel is a two-player only standalone game based on Splendor that retains some of the main gameplay mechanisms of that design, while being a bit more complex, dynamic, interactive, rich, tense, and mean.\n\nThe game features a main board shared by both opponents, card powers, and three victory conditions.",
    "has_image": true
  },
  "262": {
    "bgg_id": 293296,
    "rating": 7.56,
    "num_ratings": 6174,
    "description": "Bring together a team of super heroes and prevent Thanos from ending the world!\nThe Infinity Stones are scattered throughout the Multiverse. Use their essence to recruit heroes and villains and gain Infinity Points.\n\nAssemble the Avengers, acquire locations and when ready, claim the Infinity Gauntlet!\n\nPick your tokens carefully, recruit characters to gain Infinity Points and bonuses. These bonuses help you recruit more powerful heroes and acquire locations… until you gather enough characters, power, and Infinity Points to trigger the endgame!\n\nEven though Splendor Marvel uses Splendor’s core rules and high-quality materials, it has a different color structure, a new endgame trigger, and new victory conditions. You can also gain Infinity Points with the Avengers Assemble tile that can be passed from one player to another several times during the game!\n\nIf you are keen on Splendor, learning the rules will be easy, but mastering the game may take you a while.\n\nAnd if you don’t know Sp...",
    "has_image": true
  },
  "263": {
    "bgg_id": 298545,
    "rating": 6.31,
    "num_ratings": 64,
    "description": "SPOILERS: THE GAME - TRAVEL EDITION is a cooperative “guess the movie” game.\n Players must guess the title of the movie from 5 quotes taken from the trailer.\n\nAfter reading each quote, players must discus the clues and write down 2 movie titles (they can write the same one twice if they are sure about the movie).\n\nThe answer comes after the 5th quote. Players get as many points as the number of times they wrote that title.\n\n—description from the designer",
    "has_image": true
  },
  "264": {
    "bgg_id": 410655,
    "rating": 6.59,
    "num_ratings": 885,
    "description": "Star Wars: Bounty Hunters is a light strategy game, in which players compete to be the best bounty hunter in the galaxy. Players have three goals which will help them earn points: capturing targets, completing contracts, and purchasing droids and crates at the Jawa market.\n\nThere is no down-time in this drafting game: everyone plays at the same time. Players start with 4 cards in hand. Each turn, players pick a card from one of the available piles (targets, hunters, contracts, and Jawa market). Then, they can choose to either play or sell a card. Finally, they pass their remaining hand to their left-hand neighbor.\n\nTarget cards have defense values, while hunter and droid cards have attack values. To capture a target, players must equal or exceed the target’s defense values by placing hunter and droid cards in front of their targets. Once a target is defeated, it is placed horizontally.\n\nPlayers may also fill contracts by choosing contract cards. These grant bonus points for capturin...",
    "has_image": true
  },
  "265": {
    "bgg_id": 422332,
    "rating": 8.04,
    "num_ratings": 1447,
    "description": "War! The discovery of the droid factories on Geonosis and the sudden deployment of the Clone Army has set off the Clone Wars. The countless droid legions deployed by the Separatist Alliance have proven to be a fair fight for the Jedi, the guardians of the Galactic Republic. With the fate of the Republic at stake, the galaxy anxiously awaits the outcome...\n\nIn Star Wars: The Deckbuilding Game – Clone Wars Edition, the galaxy-spanning war between the Galactic Republic and the Separatist Confederacy comes alive on your tabletop. In this easy-to-learn game, you and your opponent each choose a side, playing as either the Republic or the Separatists, and as the game progresses you both strengthen the power of your starting decks and work to destroy each other's bases. The first player to destroy three of their opponent's bases wins!\n\nThis game can be played on its own or combined with the original edition of Star Wars: The Deckbuilding Game.",
    "has_image": true
  },
  "266": {
    "bgg_id": 408238,
    "rating": 7.0,
    "num_ratings": 1,
    "description": "Story Island is a story creation game for the whole family inspired by traditional Ibiza.\n\nMade up of 64 cards, in each one of them you will find an illustration that represents some element of Ibiza culture and its traditional tales (people, places, animals, mythological beings, etc.) and a written element (emotions, actions, senses, qualities, etc.) useful for the creation of stories.\n\nInspired by them, you will have to invent a story avoiding the other participants to guess the cards you are going to use. In addition, you will have to guess the cards that the other storytellers will use in their story when it is their turn. And by using your imagination and intuition, you will get point cards to win the game.\n\nA beautifully illustrated game with simple and easy to learn mechanics, but with a great balance of competitiveness-creativity that drives the creation of stories while maintaining enthusiasm and fun.\n\n—description from the publisher\n\nStory Island es un juego de creación de...",
    "has_image": true
  },
  "267": {
    "bgg_id": 300329,
    "rating": 6.7,
    "num_ratings": 803,
    "description": "Harry Potter Strike Dice Game combines elements of Strike and Impact, with players rolling dice into an arena to attempt to cast spells and win dice back from the arena.\n\nIn more detail, each player starts with the same number of six-sided dice, and one die starts in the arena. On a turn, the active player rolls a die into the arena. If no die faces in the arena match, the player can end their turn or roll again; if the player rolls an X (or hits any dice that then show an X face as a result), those dice are removed from play; if two or more dice have matching non-X faces, then the player casts the spell matching the die face, then recovers those matching dice from the arena (unless the spell says to do something different).\n\nIf you run out of dice, then you're out of the game. The last player with dice wins!",
    "has_image": true
  },
  "268": {
    "bgg_id": 367558,
    "rating": 6.09,
    "num_ratings": 64,
    "description": "NOTE: Compared to the former Das Störrische Muli edition, this one is for 2–5 players instead of 3–5 and you have one more die and therefore more choices and some other movement.\n\nThe game is quite simple and definitely family fare. Players race mules and men to the end of the track and back. However, it has some interesting features, particularly in the determination of the winner. Depending upon the number of players, in addition to the mules, there are 1 - 3 men in the race, each of a unique color. Each player guides a mule. On a turn, three color dice are rolled and the appropriate tokens moved forward. If two of the same color are rolled, then that token moves backwards one space. But if all three dice show the same color, this mule runs three spaces ahead. Simple enough so far.\n\nThe twist is that the next player may opt to keep intact one or two of the dice and only roll the remaining ones. This subtle rules twist allows for some 'catch-up' ability, as well as some nice hoseag...",
    "has_image": true
  },
  "269": {
    "bgg_id": 411545,
    "rating": 6.99,
    "num_ratings": 167,
    "description": "According the some sources, each sunrise and sunset mark the backdrop for the perpetual battle between Horus and Seth. In this never-ending combat, Seth, god of darkness and chaos, prevails over Horus with the arrival of each night. However, in an eternal cycle of revenge, the victory of Horus, god of the sky, heralds the coming of each new day, continuing a cycle which has endured since the beginning of time.\n\nIn the game, Horus and Seth face each other in three locations: the world of the living (the Deshret), the underworld (the Duat) and the Sun Boat, or Mandjet, which symbolises the sun’s journey across the sky.\n\nSunrise Sunset is a competitive game for two opponents where in each round players take turns in playing cards (up to a total of 6 each) in order to gain control of the three locations. In each location the opponent with more power takes control.\n\nThe first player to deal three damage is the victor of the game.\n\nBeginning with the starting player, the players take turn...",
    "has_image": true
  },
  "270": {
    "bgg_id": 334045,
    "rating": 5.88,
    "num_ratings": 8,
    "description": "Other version of Monopoly Junior now with Super Zings. Choose four different Super Zing exclusive models. Visit and buy your favourite Kaboom City places. Collect the most money by the end of the game to win.",
    "has_image": true
  },
  "271": {
    "bgg_id": 425428,
    "rating": 7.44,
    "num_ratings": 3029,
    "description": "Survive The Island is a cutthroat game in which players seek to evacuate their adventurers — especially those of a high value — from a sinking island to maximize their score.\n\nAn island made up of forty hex-tiles is slowly sinking into the ocean as tiles are removed from the board. Each player controls ten people (valued 1-5) that they try to move towards the safety of the surrounding islands before the main island's volcanoes finally erupt. Players can either swim or use rafts to travel, but must avoid sea serpents, kaiju, and sharks on their way to safety.\n\n—description from the publisher",
    "has_image": true
  },
  "272": {
    "bgg_id": 192291,
    "rating": 7.38,
    "num_ratings": 39636,
    "description": "Sushi Go Party! expands Sushi Go! with a party platter of mega maki, super sashimi, and endless edamame. You still earn points by picking winning sushi combos, but now you can customize each game by choosing à la carte from a menu of more than twenty delectable dishes. What's more, up to eight players can join in on the sushi-feast. Let the good times roll!\n\n—description from the publisher",
    "has_image": true
  },
  "273": {
    "bgg_id": 253664,
    "rating": 6.49,
    "num_ratings": 8439,
    "description": "Taco Cat Goat Cheese Pizza is filled to the brim with hand-slapping mayhem! As in Snap and Dobble, each player places a card from their hand face up into a community pile while saying taco/cat/goat/cheese/pizza in player sequence. When the card matches the mantra — boom! — everyone slaps their hand on the deck, with the last one to slap picking up the cards. Whoever rids themselves of cards first wins!\n\nFor extra fun, special action cards – the gorilla, narwhal, and groundhog — force players to make certain gestures before racing to slap the deck!",
    "has_image": true
  },
  "274": {
    "bgg_id": 253664,
    "rating": 6.49,
    "num_ratings": 8439,
    "description": "Taco Cat Goat Cheese Pizza is filled to the brim with hand-slapping mayhem! As in Snap and Dobble, each player places a card from their hand face up into a community pile while saying taco/cat/goat/cheese/pizza in player sequence. When the card matches the mantra — boom! — everyone slaps their hand on the deck, with the last one to slap picking up the cards. Whoever rids themselves of cards first wins!\n\nFor extra fun, special action cards – the gorilla, narwhal, and groundhog — force players to make certain gestures before racing to slap the deck!",
    "has_image": true
  },
  "275": {
    "bgg_id": 714,
    "rating": 6.36,
    "num_ratings": 5722,
    "description": "The game board represents a fantasy land.  Players chose a character from a list of semi-standard fantasy types: Barbarian, Wizard, Monk, etc.  The objective of the game is to travel through the land encountering event cards and gathering strength along the way.  Hopefully players will eventually become powerful enough to travel to the center of the board, endure the trials there and take the Crown of Command for the victory.  There were also several expansions released for this game, which add new character choices and new places to travel.\n\nPart of the Talisman series of games and expansions published by Games Workshop Ltd..\n\nThe first edition differs from the second only in the box cover art and the cards, which were printed in black and white (same artwork as the second edition, though). The first edition had no expansions.\n\nExpanded by:\n\n    Talisman: Expansion Set\n    Talisman: The Adventure\n    The Talisman: Dungeon\n    Talisman: Timescape\n    Talisman: City\n    Talisman Drag...",
    "has_image": true
  },
  "276": {
    "bgg_id": 335609,
    "rating": 7.01,
    "num_ratings": 3596,
    "description": "TEN is an exciting push-your-luck and auction game for the whole family! Players draw cards one-at-a-time, trying to add as many as they can without exceeding a total value of TEN, or they bust!\n\nPlayers may push their luck to draw more cards and use currency to buy additional cards in their attempt to build the longest number sequence in each color. When valuable wildcards emerge from the deck, players compete in auctions to obtain them in order to fill gaps in their sequences\n\n—description from the publisher",
    "has_image": true
  },
  "277": {
    "bgg_id": 296108,
    "rating": 7.32,
    "num_ratings": 4263,
    "description": "Terraforming Mars: The Dice Game is a card-driven dice game in which players use special dice to develop their corporations and terraform Mars into a new home for humanity. The dice represent resources that players spend to play cards and perform other actions. During the game, you increase your production of dice, terraform, place cities and greenery tiles on the board, and gain various bonuses. Each turn, you either produce new dice (Production Turn) or perform actions (Action Turn).\n\nWhenever you terraform Mars (raise oxygen or temperature, or place an ocean tile), you gain 2 Victory Points (VP). You can also gain VP for placing tiles and playing cards, as well as winning Awards and Milestones.\n\nThe game ends when two of the three global parameters — oxygen/temperature/ocean — have been completed. The player with most VP wins.",
    "has_image": true
  },
  "278": {
    "bgg_id": 378117,
    "rating": 7.33,
    "num_ratings": 749,
    "description": "At the edge of the horizon, the nightmares begin. You, and you alone, defend the lighthouse that keeps them at bay. Can you keep this beacon shining until the dawn, or will you succumb to the spreading darkness?\n\nIn The Last Lighthouse. your goal is to survive all of the cards in the Nightmare deck, keeping the Lighthouse lit despite the spreading darkness caused by any unchecked Nightmares. Each of the 16 Nightmare cards doubles as a Trap used to control or eliminate these threats, and each feature unique abilities that change up how they are placed or used.\n\nThe Last Lighthouse is the sixth game in the  Simply Solo series. Protect against an ever-growing line of unique nightmares by deploying specialized traps. Place traps wisely to eliminate as many nightmares as possible before they damage your lighthouse and ultimately destroy it. With elegant rules and multiple levels of difficulty, The Last Lighthouse offers plenty of challenge for both casual and dedicated players.",
    "has_image": true
  },
  "279": {
    "bgg_id": 423677,
    "rating": 6.41,
    "num_ratings": 182,
    "description": "In The Lie, all the cards lie! The cards show numbers from 1 to 4, and they are in four different colors. However, when you turn each card over, you will find something has changed: either its color or number.\n\nYou must be clever in choosing your combinations in order to play a higher number of the same color. Whoever is able to play all of their cards first wins the match, and whoever has the most points after a certain number of matches wins the game.\n\n-description from the publisher",
    "has_image": true
  },
  "280": {
    "bgg_id": 244992,
    "rating": 6.72,
    "num_ratings": 36655,
    "description": "The Mind is more than just a game. It's an experiment, a journey, a team experience in which you can't exchange information, yet will become one to defeat all the levels of the game.\n\nIn more detail, the deck contains cards numbered 1-100, and during the game you try to complete 12, 10, or 8 levels of play with 2, 3, or 4 players. In a level, each player receives a hand of cards equal to the number of the level: one card in level 1, two cards in level 2, etc. Collectively you must play these cards into the center of the table on a single discard pile in ascending order but you cannot communicate with one another in any way as to which cards you hold. You simply stare into one another's eyes, and when you feel the time is right, you play your lowest card. If no one holds a card lower than what you played, great, the game continues! If someone did, all players discard face up all cards lower than what you played, and you lose one life.\n\nYou start the game with a number of lives equal ...",
    "has_image": true
  },
  "281": {
    "bgg_id": 371942,
    "rating": 7.98,
    "num_ratings": 21101,
    "description": "The heron flies over the Himeji sky while the Daimyo, from the top of the castle, watches his servants move. Gardeners tend the pond, where the koi carp live, warriors stand guard on the walls, and courtiers crowd the gates, pining for an audience that brings them closer to the innermost circles of the court. When night falls, the lanterns are lit and the workers return to their clan.\n\nIn The White Castle, players will control one of these clans in order to score more victory points than the rest. To do so, they must amass influence in the court, manage resources boldly, and place their workers in the right place at the right time. The authors are Sheila Santos and Israel Cendrero, the duo known as Llama Dice who also designed the successful The Red Cathedral with Devir. In this case, we leave the Moscow of Ivan the Terrible behind to explore the most imposing fortress in modern Japan, Himeji Castle, where the banner of the Sakai clan flies under the orders of Daimyo Sakai Tadakiyo....",
    "has_image": true
  },
  "282": {
    "bgg_id": 188920,
    "rating": 7.76,
    "num_ratings": 14400,
    "description": "This War Of Mine: The Board Game is the tabletop adaptation of the award-winning video game that pictures the drama of civilians trapped in a war-torn city. You will enter this experience as a group of civilians trapped in a besieged and conflict-ridden city, enduring many hardships that often test the essence of humanity. During your struggle as the survivors, you will experience dramas connected with making extremely difficult decisions and choices and have to face the consequences of your actions sooner or later.\n\nTWOM: The Board Game features a multiplayer experience for up to 6 players, as well as a solo variant. You will be able to personify one of the well-known characters from video game and face hundreds of new challenges and difficult choices. The boardgame significantly broadens the original game’s universe and emphasizes the depth of plot, yet its main focus will be on human interactions driven by survival instinct and group decision-making.  TWOM: The Board Game is an i...",
    "has_image": true
  },
  "283": {
    "bgg_id": 215,
    "rating": 7.57,
    "num_ratings": 16708,
    "description": "Tichu took much of its rules and mechanics from Zheng Fen. It is a partnership climbing card game, and the object of play is to rid yourself of your hand, preferably while scoring points in the process.\n\nThe game uses either one or two standard 52-card decks with four special cards added: dog, phoenix, dragon and Mah Jong (1). When it's your turn, you may either beat the current top card combination — single card, pair of cards, sequence of pairs, full house, etc. — or pass. If play passes all the way back to the player who laid the top cards, they win the trick, clears the cards, and can lead the next one. The card led determines the only combination of cards that can be played on that trick, so if a single card is led, then only single cards are played; if a straight of seven cards is led, then only straights of seven cards can be played, etc.\n\nThe last player out in a round gives all the cards they won to the player who exited first, and the last player's unplayed cards are hande...",
    "has_image": true
  },
  "284": {
    "bgg_id": 420813,
    "rating": 7.0,
    "num_ratings": 30,
    "description": "In TIERLIST, the challenge is to create a list of preferences about your friends and discover how much you really know about each other.\n\nIt is played cooperatively. Each turn, players will have a TIER LIST markable card with one of the levels in secret.\n\nEach turn one of the players will read a card with a hypothetical situation: What wrong item would you accidentally buy from an online store? What would scare you the most when you get home? What would be the best superpower for you? And the other players must give an answer according to the level of the TIER LIST markable card they have. The player will look at all the answers and arrange them in the order they believe they fit on the  TIER LIST. Once arranged, each card is turned over to see how many we have guessed correctly.\n\nThere are as many rounds as there are players, and at the end, we look at how many mistakes we've made. Depending on the number of mistakes, we score more points.\n\nDesigned for 5 to 10 players, TIERLIST is...",
    "has_image": true
  },
  "285": {
    "bgg_id": 145189,
    "rating": 6.72,
    "num_ratings": 3591,
    "description": "Timeline: Music & Cinema is a card game played using 110 cards. Each card depicts a historical event on both sides, with the year in which that event occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.\n\nThe first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.\n\nTimeline: Music & Cinema can be combined with any other title in the Timeline series.",
    "has_image": true
  },
  "286": {
    "bgg_id": 298171,
    "rating": 6.35,
    "num_ratings": 177,
    "description": "Thread Count is a quick roll-and-write game for two or more players. The goal of the game is to collect as many socks, paper airplanes and mice as possible by extending the thread of wool over the carpet towards the cat's paw. Tipping over porcelain cups should be avoided.\n\nEach turn, players roll a six-sided die and extend their thread by the number of segments shown by the die. They have to draw in a straight line and may bend off only once during a turn. If they draw over an item, they collect it. After the first player collected the first set of items, a timer sets in that will trigger the end of the game.\n\nPlayers will score points for each item and sets of items as well as for ending the thread at the cat's paw. They will lose points for porcelain cups that got tipped over. The player with the most total points wins.\n\n—description from the designer",
    "has_image": true
  },
  "287": {
    "bgg_id": 331343,
    "rating": 5.71,
    "num_ratings": 122,
    "description": "Year 2104, the machines dominate the planet Earth trying to wipe out the human race. You have been chosen to stop them.\n\nCyberdoom Tower is a solo and co-op futuristic dungeon delve experience where you try to collect the pass-codes to unlock the top floor of the Cyberdoom Tower and defeat the AI who controls the machines and save the world!\nExplore the Cyberdoom Tower by moving your piece between the different floors of the tower. Fight the sentries guarding her by spending AP and rolling dice to determine your skills. Upgrade your gear deck to be ready for the final fight.\nThe more time you spend collecting access codes, the harder it becomes.\n\n—description from the publisher",
    "has_image": true
  },
  "288": {
    "bgg_id": 158236,
    "rating": 5.73,
    "num_ratings": 177,
    "description": "Prove that you are the best Spanish omelette cook! Cook more omelettes than your opponent using the correct amount of ingredients and serve them to your customers afterwards. But... look out! If you mess with the ingredients' proportions, you will get negative points. Pay attention to the recipe, the player with the highest score wins!\n\nSpanish Omelette: The Game is an amusing game for all the family which puts your strategy, wits and memory to the test. Have you got what it takes to be the best Spanish omelette cook?\n\nThe ingredient cards are being placed one on top of each other, sot that you only see the top card in each pan. If you place an ingredient which is the same as the one in the top of another pan, you will draw that card.\n\nWhen a player considers s/he has a pan with the number of ingredients required by the recipe, s/he will be able to flip the omelette in his/her turn and it's time to pick a customer card and lay your omelette on it. This omelette will be put aside unt...",
    "has_image": true
  },
  "289": {
    "bgg_id": 434654,
    "rating": 7.77,
    "num_ratings": 4189,
    "description": "On land, on sea, in clouds, and even in space, battles are breaking out between toys. Your troops need your tactical talent to lead them to victory. Your mission? Be the first to reach the enemy headquarters or control more territories than your opponent.\n\nOn your turn in Toy Battle, you either draw two toy troops or place a troop on the board and apply its effect. When you place a troop, you can place it on an empty base, a base that you control, a base that the enemy controls with a lower-valued troop than the one you're placing, or the enemy's headquarters; however, in all cases you must place on a location that has a continuous path to your own headquarters through bases that you occupy, that is, that have your troop on top. If you occupy bases that form a continuous path around a region, you claim the medals within this region. (You don't lose these medals if the enemy later occupies one of these bases.)\n\nThe game ends as soon as you occupy your opponent's headquarters or win t...",
    "has_image": true
  },
  "290": {
    "bgg_id": 282171,
    "rating": 6.01,
    "num_ratings": 4407,
    "description": "In Trial by Trolley, one player acts as the Trolley Operator and must choose where to send a murderous, out of control, trolley. Every other player at the table plays cards and argues in order to convince the operator to spare their lives and condemn everyone on the other track to a gruesome death-by-trolley.\n\nEach round, one player will act as the trolley conductor. This person will be the judge, and will choose which track the trolley will murder.\n\nEach other player is divided evenly among teams, and each player(s) will have a role for the round.\n\nTo begin, one player will draw 3 angelic tracks, choose one to play to the table, and then randomly reveal a 2nd angelic track from the deck to add to the track. Another player will draw 3 demonic tracks, and choose to add one to the opposing teams track, attempting to sabotage them, and spare their own tracks. Finally, player(s) will draw track modifiers to place on any track card on the table. They can play on their own tracks, to sway...",
    "has_image": true
  },
  "291": {
    "bgg_id": 352515,
    "rating": 7.39,
    "num_ratings": 10563,
    "description": "nana, which was later reprinted as Trio, is a card game in which players are looking for three of a kind.\n\nThe deck consists of 36 cards, numbered 1-12 three times. Players receive some cards in hand, which they are required to sort from low to high, and the remaining cards are placed face down on the table.\n\nOn your turn, choose any single card to reveal, either the low or high card from a player's hand (including your own) or any face-down card from the table. Then, do this again. If the two cards show the same number, continue your turn; if they do not, return the cards to where they came from and end your turn.\n\nIf you reveal three cards showing the same number, take these cards as a set in front of you. If you are the first player to collect three sets, you win — except that a player wins immediately if they collect the set of 7s or two sets that add or subtract to 7, e.g., 4s and 11s.\n\nNote that nana and Trio contain identical components, but nana is labeled for 2-5 players, w...",
    "has_image": true
  },
  "292": {
    "bgg_id": 359646,
    "rating": 6.69,
    "num_ratings": 25,
    "description": "Galaxies is a tile-placement game where different combinations will make you score points.\n\nYou will have a personalized board where round after round you will have to fill in the holes, the different combinations will score differently.\n\nAt the beginning of the round different tiles will be discovered, each astronaut, in turn, will choose a tile and place it on his board in one of the empty holes, that tile can not be moved throughout the game. Each person will have to decide which strategy will be chosen since several combinations are possible.\n\nThe points can be obtained either from the tiles or from the mission cards.\n\nThe player with the most points wins.",
    "has_image": true
  },
  "293": {
    "bgg_id": 12157,
    "rating": 7.08,
    "num_ratings": 1057,
    "description": "The box contains many cards, each with an image and a caption.  Each turn a card is shown. Players write down eight words they associate with the word on the card. You score points for each of your words another player also wrote down. Extra points are scored for the number of players who shared your words.\n\nIn the Alga Finnish and Swedish editions, only one word is written, and the players are instructed to write down the very first word that comes to mind.",
    "has_image": true
  },
  "294": {
    "bgg_id": 261614,
    "rating": 7.06,
    "num_ratings": 479,
    "description": "Be unanimous on 6 words!\nA card is placed in the centre of the table. At that moment, each player writes words on his notepad which are inspired by the theme. Let your inspiration guide you… But be careful, whatever you do, don’t be original. The only answers which count are the ones which are the same as the other players!",
    "has_image": true
  },
  "295": {
    "bgg_id": 421485,
    "rating": 8.29,
    "num_ratings": 7,
    "description": "At some point in the early 20th century, what were believed to be only Fantastic creatures of terror, appeared by surprise in different parts of southern Europe. Corpses begin to rise from their graves and vampires along with werewolves attack defenseless citizens.\n\nDid these creatures already exist and were they hidden, or have they emerged now for some reason?\n\nFour survivors decide that it is time to take action and they will be the ones to attack and look for the origin of this chaos; Jack, Aby Olsen, Kris Lazar and Xelen team up equipped with weapons of their own creation to fight these evil creatures.\n\nUnder Evil is a cooperative board game with interaction involving objects and scenery. Through various chapters, it unfolds a story of suspense, action, and survival. Under Evil will bring out the attitude of each player —the greedy, the generous, the cowardly, or the brave— determining the game’s progress. It’s an intuitive, fun adventure that’s easy to play, even for those who...",
    "has_image": true
  },
  "296": {
    "bgg_id": 274637,
    "rating": 7.69,
    "num_ratings": 10781,
    "description": "In battle, there are no equals.\n\nUnmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.\n\nBattle of Legends, Volume One features four heroes. King Arthur sacrifices cards to power up his attacks and gets some timely assistance from Merlin's magic. Alice is back from Wonderland with a giant vorpal blade and the Jabberwock by her side as she grows and shrinks to gain advantages on attack and defense. Medusa is happy to attack from range and let her harpies hound you, but just one devastating glance could end the battle quickly. Sinbad grows in power as he gains experience on each of his voyages.\n\nCombat is resolved quickly by comparing attack and defense cards. However, each card's uniqu...",
    "has_image": true
  },
  "297": {
    "bgg_id": 2223,
    "rating": 5.48,
    "num_ratings": 33272,
    "description": "Players race to empty their hands and catch opposing players with cards left in theirs, which score points. In turns, players attempt to play a card by matching its color, number, or word to the topmost card on the discard pile. If unable to play, players draw a card from the draw pile, and if still unable to play, they pass their turn. Wild and special cards spice things up a bit.\n\nUNO is a commercial version of Crazy Eights, a public domain card game played with a standard deck of playing cards.\n\nThis entry includes all themed versions of UNO that do not include new cards.",
    "has_image": true
  },
  "298": {
    "bgg_id": 380300,
    "rating": 6.05,
    "num_ratings": 187,
    "description": "UNO Flex Card Game is based on the UNO Card Game players know and love, but with a flexible attitude.\n\nDifferent flexes switch up the game -- Flex Cards allows players to \"flex\" the color of their card (a Red 4 can become a Green 4 in one flex) while \"Flex Action\" Cards let players \"flex\" the action of the card.\n\n​The Power card tells players if they are allowed to \"flex\" their card. The green Ö means \"yes\" -- the red X means \"no\".\n\n​Flex Action cards can \"flex\" to a new action. For example, a \"Skip\" can flex to \"Skip All\" and a \"Draw 2 Card\" can flex to an \"Every Player Must Draw 1 Card.\"\n\nThe first player to play the last card from their hand wins the game.\n\nIf you want to play more than one game, you can choose to use the UNO Flex! scoring variant.\n\nThe game is played the same as the normal game. Cards left in opponents hands score points for the person who won the round. First to 500 points wins the game.",
    "has_image": true
  },
  "299": {
    "bgg_id": 399088,
    "rating": 6.09,
    "num_ratings": 1587,
    "description": "UNO Show 'Em No Mercy is a brutal, ruthless version of the classic UNO card game. In addition to standard action cards like Skip, Reverse, and Draw 2, No Mercy comes with Wild Draw 6, Wild Draw 10, Skip Everyone, Discard All, and the new Wild Color Roulette - a card that forces the next player to choose a color and then draw until they get a card of that color.\n\nIn addition to new action cards, many popular house rules have been included in the actual rules. Stacking is legal. 7s swap and 0s pass hands. And when you can't play a card, you must draw until you can play.\n\nBut the biggest change in UNO Show 'Em No Mercy is the Mercy Rule. If you ever have 25 or more cards in your hand, you get  kicked out of the game.\n\nUNO Show 'Em No Mercy comes with 168 cards (compared to 112 in standard UNO).",
    "has_image": true
  },
  "300": {
    "bgg_id": 321714,
    "rating": 6.26,
    "num_ratings": 25,
    "description": "The UNO card game everyone loves gets a powerful look with He-Man and the Masters of the Universe. Featuring dynamic graphics of MOTU characters from powerful heroes to deadly sorcerers, it also includes a unique rule -- the Power of Greyskull Card. To use it, the player must hold it above their head and say, \"By the power of Greyskull, I have the power!!\" All other players then draw 3 cards.\n\nGame play is like classic UNO: players match cards by color or number in a race to get rid of all the cards in their hand. When down to one card, they must shout triumphantly like He-Man \"UNO!\"",
    "has_image": true
  },
  "301": {
    "bgg_id": 387248,
    "rating": 6.54,
    "num_ratings": 349,
    "description": "No one can remember when the Empire’s regime began. People say it will never end, that resistance is impossible... but no one has ever prepared like the Rebellion. They have planned in secret, gathered intelligence, and sowed dissent in the Districts. However, the Empire has innumerable advantages and will confront the Rebellion with its full might. The revolution begins now.\n\nIn Unrest, two players are pitted head-to-head in the asymmetric struggle for control over five City Districts. Can the Rebellion complete their missions and topple the regime? Or will the Empire continue their rule?\n\n—description from the publisher",
    "has_image": true
  },
  "302": {
    "bgg_id": 439943,
    "rating": 8.3,
    "num_ratings": 15,
    "description": "On planet U, there live some strange beings, called komupples, who love some very curious fruits called upples. These fruits have a shape similar to a square apple, of various colors, which grow from the earth, and in many cases have very peculiar effects on these beings. Have fun changing shape, jumping, eating dozens of delicious upples and being the most gluttonous.\nMillions of possible configurations await you, where thanks to your intelligence and a pinch of luck, you will test whether you are the biggest upple eater.\n\nUpples is an original strategy game, for 1 to 4 players. In which you will have to eat as many super upples as you can, while planning strategies, clever movements and fun combinations of jumps. At the same time, you compete with your friends and opponents for the most delicious upples.\n\nThe objective of the game is to eat as many super upples as you can while using the best strategy of jumps and card combinations, to be the player with the most super upple point...",
    "has_image": true
  },
  "303": {
    "bgg_id": 385529,
    "rating": 7.6,
    "num_ratings": 9142,
    "description": "In The Vale of Eternity, players are tamers who hunt various monsters and spirits to tame them as minions. In this fantasy world, numerous creatures are living in harmony. Among them, dragons are the most valuable and noble ones, and all tamers dream of taming dragons. The player who manages to tame the most outstanding minions wins.\n\nIn each round, a player has three phases:\n\n\n    Hunting phase: Draft two cards from the game board.\n    Action phase: Take various actions, including selling cards, taming, or summoning cards.\n    Resolution phase: Use the active effects of cards they have summoned.\n\n\nSuccessive rounds are performed until the end of the game is triggered. The game includes cards of seventy creatures from myths all around the world.\n\n—description from the publisher",
    "has_image": true
  },
  "304": {
    "bgg_id": 328211,
    "rating": 6.75,
    "num_ratings": 1987,
    "description": "Grow the vegetables, raise the sale price, and make a fortune!\n\nVegetable Stock, which debuted as Small Farmer, is a simple card game about vegetable economics. Each round, reveal one more card than the number of players on the table. Each card has three vegetable icons on it, with vegetables coming in five types. Players take turns choosing one of the cards and placing it in their harvest pile face down. The price of the vegetable(s) on the card not chosen goes up — but if the price goes too high, it crashes, although it can rise again next round.\n\nAfter six rounds, determine your score by multiplying the number of each vegetable you have harvested by the final price of that vegetable. The player with the highest score wins!",
    "has_image": true
  },
  "305": {
    "bgg_id": 242992,
    "rating": 5.62,
    "num_ratings": 40,
    "description": "Vertellis - which means \"tell us more\" in Dutch - is designed to create a moment in which families and friends become much closer by asking in-depth questions. Questions that make you reflect, cherish, and share the important and beautiful moments of life.\n\nVertellis is played through a total of four rounds.  Cards are stacked in four piles as labeled on the back of each card, Round 1, Round 2, Round 3, and Round 4.  Cards in Round 1 consist of questions answered individually about the past year.  Cards in Round 3 consist of questions answered individually about the upcoming year.\n\nOnly in Rounds 2 and 4 can you receive points.  These Rounds consist of three questions each that are answered by everyone.  Each participant can earn a maximum of six points throughout the game. It is possible for more than one player to tie for the win, but we believe that during a successful night everyone's a winner!",
    "has_image": true
  },
  "306": {
    "bgg_id": 432536,
    "rating": 7.23,
    "num_ratings": 219,
    "description": "In Virus! MARVEL, each player can choose their favorite heroes and heroines and try to assemble a team of four iconic characters. But watch out! The others will use sabotage tactics to be the first to complete their super team.\n\nVirus! MARVEL is a standalone game that retains the fast-paced, thrilling mechanics, perfect for players who already know and love Virus!\n\nEach player starts with three cards in hand, and on their turn, they can play hero cards in their area to build their team, power cards to protect it, or villain cards against rivals to weaken or capture them.\n\nYou’ll also have action cards that let you shake up the game and help you win.\n\nThe first player to assemble four different ready heroes wins the game.\n\n     Play or discard cards to get new ones.\n     Dodge the villains sent your way.\n     Gather your team and win the game.\n\n\nWill you be able to assemble the Avengers, or will you fall to the villains?\n\n—description from the publisher\n\nEn Virus! MARVEL, cada person...",
    "has_image": true
  },
  "307": {
    "bgg_id": 417719,
    "rating": 7.2,
    "num_ratings": 191,
    "description": "The research area at General Hospital is experiencing busy times. You are students in practices and you are competing to get a scholarship at the center. Your mission will be to investigate vaccines against four different viruses that have the health community worried.\n\nFor such an important and noble mission you will have to manage all the resources at your disposal. Conduct clinical trials quickly to get ahead of your competitors and decide whether to collaborate to advance hand in hand or make things difficult for them... always being careful not to contaminate the samples with viruses!\n\nWill you be up to the challenge?\n\n\nEl área de investigación en el Hospital General está viviendo una época ajetreada. Sois estudiantes en prácticas y estáis compitiendo por conseguir una beca en el centro. Vuestra misión será investigar las vacunas contra cuatro virus distintos que tienen preocupada a la comunidad sanitaria.\n\nPara tan importante y noble misión tendréis que gestionar todos los rec...",
    "has_image": true
  },
  "308": {
    "bgg_id": 180020,
    "rating": 6.71,
    "num_ratings": 7949,
    "description": "Experimental virus outbreaks have escaped the lab and only you can stop them! Face the pandemic and compete to be the first to eradicate the virus by isolating a healthy body. Ethical or not, all means at your reach are valid to achieve victory. Use your wits to boycott your rivals' efforts and win.\n\nEach turn in Virus! you either play a card or discard any number of cards, then you replenish your hand to three cards. Cards can be:\n\n\n     One of four organs (or the joker organ)\n     One of four viruses (specific to each organ or the joker virus)\n     One of four pills (specific to each organ or the joker pill)\n     A special action card\n\n\nYou can play only one of each organs in your player area. Pills and viruses can be played on any player's organs, but only on the same color organ. A second pill on any organ immunizes it against infection. Your goal is to be the first to have four healthy organs in front of you.",
    "has_image": true
  },
  "309": {
    "bgg_id": 146937,
    "rating": 6.88,
    "num_ratings": 88,
    "description": "1969. July 21th. The first step on the Moon. Years later, world powers try to set his hegemony on the satellite. How? With a fast a thrilling lunar race. A race game with a point of strategy, a bit of spatial visión and a lot of player interaction.\n\nPlayers try to make long and fast jumps with his astronauts while collecting the stars and avoid falling on clasm, crashing with mountains or just be trampled by the oders.\n\nEach turn the players while take four of the 6 special movement dices and will program up to three jumps  for the turn. If things go fine they'll advance along the way to victory, otherwise...\n\nFor the race they count on the help of their own Earth Control teams, which give them options as re-roll dices or throw more than four movement dice.\n\nEnglish rules can be found on the site and the game is not language dependant.",
    "has_image": true
  },
  "310": {
    "bgg_id": 233867,
    "rating": 7.51,
    "num_ratings": 34354,
    "description": "As an architect in Welcome To..., you want to build the best new town in the United States of the 1950s by adding resources to a pool, hiring employees, and more.\n\nWelcome To... plays like a roll-and-write dice game in which you mark results on a score-sheet...but without dice. Instead you flip cards from three piles to make three different action sets with both a house number and a corresponding action from which everyone chooses one. You use the number to fill in a house on your street in numerical order. Then you take the action to increase the point value of estates you build or score points at the end for building parks and pools. Players also have the option of taking actions to alter or duplicate their house numbers. And everyone is racing to be the first to complete public goals. There's lots to do and many paths to becoming the best suburban architect in Welcome To...!\n\nBecause of the communal actions, game play is simultaneous and thus supports large groups of players. Wit...",
    "has_image": true
  },
  "311": {
    "bgg_id": 213491,
    "rating": 5.92,
    "num_ratings": 250,
    "description": "All of the Junior Chipmunk Scouts gathered around the fire to hear the troop leader tell the terrifying legend of the Wendigo — a dreadful creature with a heart of ice. The legend says that the Wendigo's spirit still roams the forest and attacks anyone who dares to speak its name....\n\nWork together to find the Wendigo if you ever want to see home again!\n\nIn The Legend of the Wendigo, one player plays as the Wendigo's spirit, which has taken on the appearance of one of the scouts. Each night, it steals another scout; each day, the other players can check the identity of a scout on the table. If they unmask the Wendigo before it's too late, they win the game. Otherwise, the Wendigo player wins!",
    "has_image": true
  },
  "312": {
    "bgg_id": 305761,
    "rating": 6.97,
    "num_ratings": 1516,
    "description": "You are a whale rider. For generations, your people have known and lived with the ice whales and together you've bought and traded at the busy ports along the fabled Ice Coast. You are honored to be the latest in your family to sail with the whales — but the ice is thickening and the glaciers are moving. A deep winter is coming, the fiercest for centuries. You decide to ride your mount one final time before the snows come to buy and sell as much as you can...and maybe even collect some precious pearls along the way.\n\nWhale Riders is a new design with a classic feel from game designer Reiner Knizia. In 45 minutes of play, 2-6 players race to the end of the Ice Coast and back, buying and selling as many resources as possible to make the money needed to acquire the richest prizes. Will you skip opportunities to gain the greatest treasure, or will you make your money slowly along the way?\n\nEach player has two actions per turn, but a lot they want to accomplish. Sail? Buy? Sell? Draw mor...",
    "has_image": true
  },
  "313": {
    "bgg_id": 301255,
    "rating": 7.52,
    "num_ratings": 3850,
    "description": "Whistle Stop designer Scott Caputo has teamed up with Luke Laurie (Manhattan Project: Energy Empire) to create a new worker-placement strategy title. Whistle Mountain gives a nod to Whistle Stop, but in this standalone game, you leave the train tracks behind and head to the sky with blimps, dreadnoughts, and hot air balloons!\n\nIn Whistle Mountain, take your company's massive profits from all of that railroading and invest them in new technologies, deep in the Rocky Mountains where there is an abundance of resources. Your workers build crazy arrays of scaffolds and machines, upgrading your abilities and collecting resources. As you build with the help of your airship fleet, the mountain's melting snow causes the water below to rise higher and higher, putting workers in danger and increasing the tension on the dynamically-changing board.\n\nBecause the resources you gather are determined by what players build, each game evolves differently, resulting in endless replayability. You have t...",
    "has_image": true
  },
  "314": {
    "bgg_id": 298371,
    "rating": 7.14,
    "num_ratings": 3301,
    "description": "A new Galaxy has just been discovered on the borders of the Empire! Commanding your Spaceship, you go explore this new Eldorado, full of treasures and mysteries. Planet after Planet, your discoveries allow you to build up your Crew. Hire Specialists and Robots to benefit from their abilities. Attract Empire Emissaries on board, which will entrust you with new missions, worth Credits. Grab your part of the wonders that this new Galaxy is full of, to become the wealthiest explorer !\n\nWild Space is a tactical card game in which you aim at combining your cards efficiently. Each time that you add new cards to your collection, you reinforce your Crew, earning Credits and preparing  your next combos. Wild Space carries all the excitement of the best combo card games, within short plays and with accessible rules.\n\nHow to play ?\nWild Space carries all the excitement of combo card games, with accessible rules. On each turn, a fresh action selection system offers you two simple types of option...",
    "has_image": true
  },
  "315": {
    "bgg_id": 359857,
    "rating": 6.9,
    "num_ratings": 671,
    "description": "Every winter, the lake freezes over. It won’t last long, so we have to play as soon as possible, trying to dominate the frozen parts of the lake before everything unfreezes and we lose everything. In order to win, choose key spaces wisely before your rival does, and control them. Show that the cold never bothered you.\n\nIn Winter, two players compete to be the player with the most chips of their color on the lake at the end of the game. The game is divided into two phases. In the first, the freezing phase, players will create the frozen lake in a contiguous form using their snowflake cards. They’ll also attempt to secure zones in which they’ve managed to group four snowflakes of their color using chips. In the second phase, the unfreezing, they’ll undo the creation by moving and retrieving their cards and chips of their color. At the end of the game, the player with the most chips on the table is declared the winner.\n\nWinter is an abstract game for 2 players ages 8 and up. Games last...",
    "has_image": true
  },
  "316": {
    "bgg_id": 25697,
    "rating": 5.58,
    "num_ratings": 13,
    "description": "Contents: 1 Wok, 4 Chopsticks, 4 Bowls, Play Food\nObject of the game: When the wok is empty, the player with the most food is the winner.\n\nRequires 2 AA batteries.  Turn switch on and the wok will start spinning.  Use your chopsticks to pick up food from the wok and place into your bowl.",
    "has_image": true
  },
  "317": {
    "bgg_id": 327711,
    "rating": 7.07,
    "num_ratings": 3751,
    "description": "It's a Wonderful Kingdom is a standalone solo or 2-player game in a Low-Fantasy universe. Inspired by the core mechanics of its predecessor \"It's a Wonderful World\", this new game offers more interaction, a bluff mechanism and new challenges.\n\nThe game is played using modules, each different and offering mechanical twists. Each game, players will choose one of the different modules to compete against each other. The game is divided into 4 rounds. Each round having 3 phases.\n\nSplit & Trap\nPlayers take turns offering their cards to one another in two areas in the center of the table.\n\nOne player picks 2 cards from their hand and either places them in the same area or splits them between the two areas. The other player chooses an area and claims the card(s) in it. The players take turns repeating this step until both players have offered all of their cards. Each player has 2 Trap tokens which can be used to place cards face down, otherwise all cards are played face up.\n\nPlanification\nE...",
    "has_image": true
  },
  "318": {
    "bgg_id": 394127,
    "rating": 7.62,
    "num_ratings": 835,
    "description": "A mysterious building rise over the hill, bathed with a crepuscular light. Astonished by the strange aura of the Pagoda, you decide to investigate it. Suddenly, a laugh, a shadow which is not yours and an eye with ominous pretensions turns alive. You have broken the peace of ten powerful Japanese spirits (called Yokai) who rested there! Will you find a way to calm their wrath?\n\nA game of Yokai Pagoda is played through 3 rounds, playing always one card per turn, until someone ends the current round. To play a game, you shuffle the 100 number cards (divided by 10 kinds of Yokai, numbered from 1 to 10), lay out two cards face-up to start the two discard piles, then deal seven cards to each player.  Place the rest as the Pagoda deck, between the discard piles.\n\nWhen you play card, deal with one of the following effects:\n\n     Playing the same Yokai or the same number allows you to give someone one card from your hand.\n     With a different Yokai and a higher number you can take one rand...",
    "has_image": true
  },
  "319": {
    "bgg_id": 371981,
    "rating": 6.78,
    "num_ratings": 520,
    "description": "Children who go into the forest may come across some yokai, that is, supernatural creatures and phenomena. Moved by boundless curiosity, the little ones draw these spirits in their notebooks to understand their nature and learn from them.\n\nWith a set-collection core mechanism, the goal of Yokai Sketch is to score more yokai points than the other player by completing sketches of the elusive forest spirits. The game consists of two decks of cards: in one are four types of yokai, each associated with an element (water, fire, earth, and wind) and a numerical value that corresponds to victory points, and in the other, sketches made by humans, two of the four elements, and possibly a special ability.\n\nAt the start of the game, the yokai cards are stacked in four decks (one for each element) and three sketch cards are dealt face down to players. On their turn, players draw a new sketch card and slide one of their four cards under one of the four decks in the center of the table so that it ...",
    "has_image": true
  },
  "320": {
    "bgg_id": 362202,
    "rating": 6.56,
    "num_ratings": 1277,
    "description": "Zombie Kittens is still the highly strategic, kitty-powered version of Russian Roulette that you love, but it introduces a brand new deck of cards so that your game doesn’t end just because you blow up. Only living players can win the game, but dead players now get to keep the cards in their hands when they explode. They also get to play certain cards to torment the living players. And they can even come back from the dead to win the game. Zombie Kittens can be played by itself or can be combined with Exploding Kittens.",
    "has_image": true
  },
  "321": {
    "bgg_id": 271319,
    "rating": 7.46,
    "num_ratings": 3509,
    "description": "Las Vegas Royale combines the original Las Vegas dice game from 2012 with some elements of the Las Vegas Boulevard expansion from 2014.\n\nLas Vegas is an easy-to-learn, dice-rolling game that includes six cardboard casino mats, one for each side of a normal six-sided die. For each mat in the basic game, players draw money cards until at least $50k is showing, but the amount may end up being a lot more, making that casino more desirable.\n\nEach player has eight dice of a different color, which they take turns rolling. When you roll your dice, you can choose to place them on the relevant casino cards; for example, a die showing a 1 will be placed on the casino mat marked \"1\". You must place all dice of one number on one casino in your turn. All players take turns doing this until all the dice have been used. Finally, the player with the most dice on each casino card takes the highest-valued money associated with it, then the player with the secondmost dice takes the next highest-valued ...",
    "has_image": true
  },
  "322": {
    "bgg_id": 437581,
    "rating": 7.55,
    "num_ratings": 558,
    "description": "In La Cuenta (\"The Bill\") you go tapas bar hopping with your little group.\n\nAt each bar someone will have to pay the bill - try not to be you! Inevitably, someone will run out of money. When that happens, whoever has the most money left wins.\n\nEach bar you visit is represented by a round, and each round consists of an indeterminate number of turns (orders you place in the kitchen). In each turn, the player in turn must play 1 card from their hand.\n\nIf you cannot play 1 card in your turn, you must ask for the bill. Whoever has paid the bill starts the next round. If you start a round and cannot play any cards, discard your entire hand, re-draw your maximum cards and start again.\n\nThe game is over when someone runs out of savings. Immediately the winner is the one with the most savings. In case of a tie, whoever has the most actual money on them wins.\n\n—description from the publisher",
    "has_image": true
  },
  "323": {
    "bgg_id": 417323,
    "rating": 7.11,
    "num_ratings": 1473,
    "description": "In Panda Spin, each player attempts to be the first to rid their hand of cards, collecting bamboo in the process to keep their pandas well fed.\n\nIn more detail, Panda Spin is a climbing game played with a special deck of \"double-headed\" cards. All cards start with the orange animals toward the top. Each player receives a hand of twelve cards, with the remaining cards placed in a deck.\n\nDuring the game, players lay down cards to tricks as singles, in sets, in runs, or in formations (two consecutive pairs, two consecutive triples, etc.) If you're the first player in a trick, lead what you wish other than a bomb, that is, four or more cards of the same value. In turn, players must play a higher matching set of cards, e.g. a higher three-of-a-kind on a three-of-a-kind, or pass, after which they can no longer play in a trick. (A bomb cannot be lead, but can be played on any card combination.)\n\nWhen you pass, if you've played cards and all of those cards have orange animals at the top, fl...",
    "has_image": true
  },
  "324": {
    "bgg_id": 365258,
    "rating": 7.61,
    "num_ratings": 6566,
    "description": "Take on the role of the great leaders of the past to build your own Ancient City.\n\nPlayers will take turns spending their gold each round to build tiles that will increase their city's economy. A city that produces more food and generates commerce brings more population. Make your city grow!\n\nThere are 5 types of buildings, each of which provides resources that will help your city evolve from a simple settlement to the largest city in the world.\n\nTo place new buildings in your city you will also need a lot of roads. Don’t forget about monuments, which are just as important as the buildings. These will bring you victory points, but claiming one will consume the rest of your gold for the round.\n\nChoose your timing and placement wisely! If your gold runs out, your round is over. Once all players have spent their gold, a new round begins and new buildings and roads will become available.\n\nAfter 10 rounds or as soon as a player reaches the maximum population limit, the leader of the best...",
    "has_image": true
  },
  "325": {
    "bgg_id": 1927,
    "rating": 5.87,
    "num_ratings": 52904,
    "description": "Publisher's DescriptionGo down in the dungeon. Kill everything you meet. Backstab your friends and steal their stuff. Grab the treasure and run.\n\nAdmit it. You love it.\n\nThis award-winning card game, designed by Steve Jackson, captures the essence of the dungeon experience... with none of that stupid roleplaying stuff. You and your friends compete to kill monsters and grab magic items. And what magic items! Don the Horny Helmet and the Boots of Butt-Kicking. Wield the Staff of Napalm... or maybe the Chainsaw of Bloody Dismemberment. Start by slaughtering the Potted Plant and the Drooling Slime, and work your way up to the Plutonium Dragon...\n\nAnd it's illustrated by John Kovalic! Fast-playing and silly, Munchkin can reduce any roleplaying group to hysteria. And, while they're laughing, you can steal their stuff.\n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tOtherPart of the Munchkin series.\n\nMunchkin is a satirical card game based on the clichés and oddities of Dungeons and Dragons and other role-playing games. ...",
    "has_image": true
  },
  "326": {
    "bgg_id": 54043,
    "rating": 7.48,
    "num_ratings": 57334,
    "description": "You are one of the two most powerful traders in the city of Jaipur, the capital of Rajasthan, but that's not enough for you because only the merchant with two \"seals of excellence\" will have the privilege of being invited to the Maharaja's court. You are therefore going to have to do better than your direct competitor by buying, exchanging, and selling at better prices, all while keeping an eye on both your camel herds.\n\nJaipur is a fast-paced card game, a blend of tactics, risk and luck. On your turn, you can either take or sell cards. If you take cards, you have to choose between taking all the camels, taking one card from the market, or swapping 2-5 cards between the market and your cards.\n\nIf you sell cards, you get to sell only one type of good, and you receive as many chips for that good as the number of cards you sold. The chips' values decrease as the game progresses, so you'd better hurry! On the other hand, you receive increasingly high rewards for selling three, four, or ...",
    "has_image": true
  },
  "328": {
    "bgg_id": 462985,
    "rating": 9.92,
    "num_ratings": 13,
    "description": "Five students have been trapped in the cauldron classroom of a prestigious magic school called Verkanish. To escape, they must gather five fantastical ingredients or obtain the three golden cauldrons. Whoever completes the ritual first, wins.\n\nHOW TO PLAY:\nAt the beginning of the game, each player chooses one of the five available characters: Aldric, Lyra, Magnus, Celestia, or Corvus.\nOn pages 4 and 5 of the rulebook, players can find each character’s background story, strengths, and weaknesses.\n\nEach player places their character card in front of them, with their magic cauldron placed directly below it.\n\nNext, shuffle the deck and deal 5 cards to each player.\n\nOn a player’s turn, they must perform one single action, choosing one of the following options:\n\nAttack an opponent.\n\nDiscard a card.\n\nAdd an ingredient to the magic cauldron.\n\nIngredients are played face up on the table, placed next to the cauldron, so that all players can see how many ingredients each player still needs to ...",
    "has_image": true
  },
  "329": {
    "bgg_id": 301767,
    "rating": 7.0,
    "num_ratings": 5523,
    "description": "Welcome to Mysterium Park!\nIts cotton candies, its circus, its dark secrets...\n\nThe park’s former director has disappeared, but the investigation came to nothing. Since that night, weird things are happening on the fairground. As psychics, you’re convinced that a ghost haunts this carnival... You’re now intent on giving it a chance to reveal the truth.\n\nIn this cooperative stand-alone game, the ghost sends visions with illustrated cards. The psychics try to interpret them in order to rule out certain suspects and locations. Then, they’ll seize their only chance to piece together what happened to the director. You have only six nights before the carnival leaves town... Open your minds and find the truth!\n\nSet in the lights of a 1950's US fairground, Mysterium Park shares the same core mechanism with the famous award-winning game it reimplements, though bringing a different approach: it is smaller and faster, thanks to very quick setup and simplified rules.\n\nMysterium is a milestone i...",
    "has_image": true
  },
  "330": {
    "bgg_id": 447110,
    "rating": 6.73,
    "num_ratings": 33,
    "description": "In Everest Go! we will become mountaineers competing to conquer the highest peak in the world, Everest!\nEquip your mountaineer with clothes and special items and play action cards against your rivals. Whoever has more equipment points at the end wins the game.\n\nEach participant builds their mountaineer with the 6 character cards and places it in their playing area. These cards make up your mountaineer.\n\nOn your turn, you must do one of the following three options: Play one garment card or play one action card or improve your hand.\n\nWhen you have at least one garment card on each of your 6 character cards, and your climber is not being affected by the action card “Hypothermia”, you will have the option to say on your turn EVEREST! This will immediately end the game and give you a bonus of 3 points.\n\nEach player then counts their total score by adding up the points of all their garments (visible and hidden) and the special items of their mountaineer. The winner is the one with the hig...",
    "has_image": true
  },
  "331": {
    "bgg_id": 166440,
    "rating": 5.72,
    "num_ratings": 32,
    "description": "Creatures from outer space have arrived on Earth and they want to communicate with us, but they need to learn our language.\n\nWith Sblap, you have to say words so that the aliens can learn to communicate. This game requires speed, a sharp eye, creativity and memory. Is so appropriate to train memory, attention and creativity capacities and also communication and social skills needed in any social context.\n\n1. Deal all the cards among the players more or less evenly. It doesn't matter if a given player receives an extra card.\n\n2. Each player will form a stack of cards in front of him/her. Cards must be placed face down so that no one can see them.\n\n3. The player with the strangest face begins, by taking a card and placing it face up in the middle of the table, within reach of all the players. Clockwise, each player will take a card and place it in the central stack. The moment two cards showing the same alien or the same letter coincide, any player can cover the central stack with his...",
    "has_image": true
  }
}